[
  {
    "id": 1,
    "img": "pvl.jpg",
    "title": "Рюриковичі",
    "author": "Влад Кіорсак",
    "date": "9.12.2017",
    "article": [
      "Рюриковичі – князівський(згодом царський та королівський) рід скандинавського походження. Влада Рюриковичів утвердилася на Русі, в Галицько-Волинському князівстві, а також у Московській державі.",
      " Витоки династії Рюриковичі більшість сучасних дослідників бачать в Данії. На їх думку засновник цього роду Рюрик був бічним представником династичної гілки Скйольунгів, що до ХІІІ ст. були королями Данії.Представники цього роду спорадично були правителями інших державних утворень, зокрема королівства Франція та Норвегія, проголошували свою владу в Болгарському царстві, Великому князівстві Литовському, були австрійськими герцогами та співправителями грузинського царства.",
      "Найбільш відомими представники цього правлячого роду були під час розквіту держави Русь. Саме тоді їх дипломатичні зв’язки були поширені практично на всю тогочасну Європу, а окремі навіть скріплені династичними шлюбами.Саме завдяки успішній зовнішній політиці київського князя Ярослава Мудрого прозвали тестем Європи.",
      "Занепад Династії відбувається із політичним занепадом Руської держави.\n  Насамперед це було пов’язано із монголо-татарською навалою 1240 –х років. Після цього нові осередки державотворення виникають на Сході та на Заході колись могутньої держави Русь",
      "З часом дрібні князівства Північно-Східної Русі об’єднуються навколо Московського князя утворюючи Московське царство, в той самий час найбільшого розквіту зазнає Галицько-Волинське князівство.\nВ останньому утворенні рід Рюриковичів угасає в 1325 році. У Московському царстві це сталося в XVII ст. Удільне ж князівство з центром у Києві проіснувало до 1362 р.",
      "У Північно-східній Русі існувало низка князівств, де правили різні відгалуження Рюриковичів, здебільшого Мономаховичі: Юрійовичі (Володимиро-Суздальська земля) та Ростиславичі Смоленські (Ярославське князівство, з 1260-х рр.); Ярославичі (потомки молодшого сина Святослава Ярославича, Ярослава, Муромо-Рязанська земля) та У Верхівських князівствах правили чисельні відгалуження Ольговичів, які виводили свій рід від Михайла Святого, однак справжнє їхнє походження важко зясувати.",
      "Найпомітнішими з них були князі Одоєвські, Воротинські, Белевські, Мезецькі та Мосальські. Нащадками цих ліній, в основному чернігівсько-сіверської й смоленської, були численні княжі роди Рюриковичів, які зберігали свої спадкові уділи протягом кількох століть, аж доки Литва або Московське князівство не перетворили їх на своїх службових князів, причому, низка родів, які походили від Рюриковичів, втратили свій княжий титул.",
      "З молодших синів Ярослава В'ячеслав Ярославич княжив у Смоленську до своєї смерті в 1057 році, а Ігор Ярославич — на Волині, але після смерті В'ячеслава був переведений братами в Смоленськ. Сини їх, Борис В'ячеславич і Давид Ігоревич, виявилися ізгоями. Борис Вячеславич помер бездітним в 1078 році в битві на Нежатиній Ниві, Давид Ігоревич в 1086 році отримав Волинь, але потім втратив більшу частину її через засліплення Василька Ростиславича теребовльского. У літописі відзначений його син Ігор Давидович, який володів, мабуть, якимось уділом на Волині, і племінник Мстислав (батько його невідомий), який не мав уділу, але згаданий раз як учасник усобиці. Спорідненість з Давидом Городенського князя Всеволодка і його потомства — Городенської династії Всеволодковичів досить ймовірно."
    ],
    "usedBooks": [
      "Войтович Л. В. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4) / Л. Войтович. – Біла Церква: Вид. Пшонківський О. В., 2014. – 123 с.",
      "Войтович Л. В. Княжа доба на Русі: портрети еліти / Леонтій Вікторович Войтович. – Біла Церква: Видавець Олександр Пшонківський, 2006. – 782 с.",
      "Кіорсак В. Б. Спроба реконструкції генеалогії шведських правителів VIII-X ст. / Владислав Борисович Кіорсак. // Записки Львівського медієвістичного клубу. – 2017. – №2. – С. 150–159.",
      "Рыдзевская Е. А. Древняя Русь и Скандинавия в IX-XIV вв. / Е. Рыдзевская // Древнейшие государства на территории СССР. Материалы и исследования. – 1978. – 240 с.",
      "Тиандер К. Ф. St. Rozniecki. Perun und Thor. Ein beitrag zur quellenkritik der russischen mythologie. (См. Archiv fur slavische philologie. XXIII т. 1901 г., стр. 462–520) Рец. / Карл Федорович Тиандер. // Известия Отделения русского языка и словесности. – 1902. – №7. – С. 384–396."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття створена спеціально для сайту Project 666",
    "tags": [
      "Русь",
      "Історія України",
      "Правлячі династії",
      "Генеалогія",
      "Рюрик"
    ],
    "searchData": {
      "mainDates": [
        "988",
        "911",
        "1362",
        "865",
        "1610",
        "1325"
      ],
      "chieftain": [
        "Олег Віщий",
        "Ігор Рюрикович",
        "Святослав Ігоревич",
        "Володимир Великий",
        "Ярослав Мудрий",
        "Володимр Мономах",
        "Данило Галицький",
        "Роман Мстиславович",
        "Юрій Долгорукий",
        "Ярослав Осмомисл",
        "Лев Данилович",
        "Юрій Львович"
      ]
    }
  }
]
