[
  {
    "img": "pvl.jpg",
    "title": "Рюриковичі",
    "author": "Влад Кіорсак",
    "categories": [
      "Genealogy",
      "Local history"
    ],
    "date": "9.12.2017",
    "article": [
      "Рюриковичі – князівський(згодом царський та королівський) рід скандинавського походження. Влада Рюриковичів утвердилася на Русі, в Галицько-Волинському князівстві, а також у Московській державі.",
      " Витоки династії Рюриковичі більшість сучасних дослідників бачать в Данії. На їх думку засновник цього роду Рюрик був бічним представником династичної гілки Скйольунгів, що до ХІІІ ст. були королями Данії.Представники цього роду спорадично були правителями інших державних утворень, зокрема королівства Франція та Норвегія, проголошували свою владу в Болгарському царстві, Великому князівстві Литовському, були австрійськими герцогами та співправителями грузинського царства.",
      "Найбільш відомими представники цього правлячого роду були під час розквіту держави Русь. Саме тоді їх дипломатичні зв’язки були поширені практично на всю тогочасну Європу, а окремі навіть скріплені династичними шлюбами.Саме завдяки успішній зовнішній політиці київського князя Ярослава Мудрого прозвали тестем Європи.",
      "Занепад Династії відбувається із політичним занепадом Руської держави.\n  Насамперед це було пов’язано із монголо-татарською навалою 1240 –х років. Після цього нові осередки державотворення виникають на Сході та на Заході колись могутньої держави Русь",
      "З часом дрібні князівства Північно-Східної Русі об’єднуються навколо Московського князя утворюючи Московське царство, в той самий час найбільшого розквіту зазнає Галицько-Волинське князівство.\nВ останньому утворенні рід Рюриковичів угасає в 1325 році. У Московському царстві це сталося в XVII ст. Удільне ж князівство з центром у Києві проіснувало до 1362 р.",
      "У Північно-східній Русі існувало низка князівств, де правили різні відгалуження Рюриковичів, здебільшого Мономаховичі: Юрійовичі (Володимиро-Суздальська земля) та Ростиславичі Смоленські (Ярославське князівство, з 1260-х рр.); Ярославичі (потомки молодшого сина Святослава Ярославича, Ярослава, Муромо-Рязанська земля) та У Верхівських князівствах правили чисельні відгалуження Ольговичів, які виводили свій рід від Михайла Святого, однак справжнє їхнє походження важко зясувати.",
      "Найпомітнішими з них були князі Одоєвські, Воротинські, Белевські, Мезецькі та Мосальські. Нащадками цих ліній, в основному чернігівсько-сіверської й смоленської, були численні княжі роди Рюриковичів, які зберігали свої спадкові уділи протягом кількох століть, аж доки Литва або Московське князівство не перетворили їх на своїх службових князів, причому, низка родів, які походили від Рюриковичів, втратили свій княжий титул.",
      "З молодших синів Ярослава В'ячеслав Ярославич княжив у Смоленську до своєї смерті в 1057 році, а Ігор Ярославич — на Волині, але після смерті В'ячеслава був переведений братами в Смоленськ. Сини їх, Борис В'ячеславич і Давид Ігоревич, виявилися ізгоями. Борис Вячеславич помер бездітним в 1078 році в битві на Нежатиній Ниві, Давид Ігоревич в 1086 році отримав Волинь, але потім втратив більшу частину її через засліплення Василька Ростиславича теребовльского. У літописі відзначений його син Ігор Давидович, який володів, мабуть, якимось уділом на Волині, і племінник Мстислав (батько його невідомий), який не мав уділу, але згаданий раз як учасник усобиці. Спорідненість з Давидом Городенського князя Всеволодка і його потомства — Городенської династії Всеволодковичів досить ймовірно."
    ],
    "usedBooks": [
      "Войтович Л. В. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4) / Л. Войтович. – Біла Церква: Вид. Пшонківський О. В., 2014. – 123 с.",
      "Войтович Л. В. Княжа доба на Русі: портрети еліти / Леонтій Вікторович Войтович. – Біла Церква: Видавець Олександр Пшонківський, 2006. – 782 с.",
      "Кіорсак В. Б. Спроба реконструкції генеалогії шведських правителів VIII-X ст. / Владислав Борисович Кіорсак. // Записки Львівського медієвістичного клубу. – 2017. – №2. – С. 150–159.",
      "Рыдзевская Е. А. Древняя Русь и Скандинавия в IX-XIV вв. / Е. Рыдзевская // Древнейшие государства на территории СССР. Материалы и исследования. – 1978. – 240 с.",
      "Тиандер К. Ф. St. Rozniecki. Perun und Thor. Ein beitrag zur quellenkritik der russischen mythologie. (См. Archiv fur slavische philologie. XXIII т. 1901 г., стр. 462–520) Рец. / Карл Федорович Тиандер. // Известия Отделения русского языка и словесности. – 1902. – №7. – С. 384–396."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття створена спеціально для сайту Project 666",
    "tags": [
      "Русь",
      "Історія України",
      "Правлячі династії",
      "Генеалогія",
      "Рюрик"
    ]
  },
  {
    "img": "Jan_Matejko.jpg",
    "title": "Гедиміновичі",
    "author": "Влад Кіорсак",
    "categories": [
      "Genealogy",
      "Local history"
    ],
    "date": "9.12.2017",
    "article": ["Гедиміновичі - династія великих князів Литовських у 1341–1572 рр. та королів Польських у 1385–1572 рр., нащадків великого князя Гедиміна. Представники цілої низки знаменитих аристократичних родин Великого князівства Литовського, Росії та Польщі або дійсно походили від Гедиміна, або за родинними легендами виводили від нього свій родовід.",
      "Гедиміновичі, як і Рюриковичі, були «природними» князями, хоча через бідність та провінційність деякі роди в подальшому втратили титул. Більшість із них (Трубецькі, Чорторийські, Мстиславські, Вишневецькі та ін.) були нащадками удільних князів, які лише за часів централізаторської політики XV–XVI ст. втратили реальну суверенну владу.",
      "Представники численних родів нащадків Гедиміна обіймали найвищі державні посади, вони внесли вагомий внесок у розбудову державності Литви, Речі Посполитої та Росії. Крім того, Гедиміновичі були одними з найбільших землевласників на цих землях.Достеменно родинний зв'язок між Гедиміном та його родичами по висхідній лінії прослідкувати неможливо через брак надійної джерельної бази. Вважається, що його батьком був Путувер Будивид (? — бл. 1295), «король» Литовський із 1282 року. Останній залишив декількох синів (від одного або кількох шлюбів), з яких відомі «король» Витень (?—1315), наступник батька на Литовському престолі; Гедимін (бл. 1275–1341, вбитий при осаді орденського замка Байербург), наступник свого старшого брата; та Воїн (? — після 1326), попередник Наримунта на Полоцькому престолі. Єдиний син Витеня Свалігот (? — бл. 1310) та єдиний син Воїна Любко-Любарт (? — 1342, вбитий на війні з Орденом), не залишили нащадків, позаяк про них нічого невідомо.Князь",
      "Князь Гедимін був одружений тричі. Першою його дружиною була Вінда Жмудська, дочка простого бортника Віндемунда. Від цього шлюбу народились сини Монтивид (Люнтивид) та Наримунт. Наступного разу Гедимін одружився на княжні Ользі Всеволодівні Смоленській. Від цього шлюбу залишились сини Ольгерд, Кейстут та три дочки: одна невідома на ім'я, дружина старости Городенського Давида, друга — Данмила-Єлизавета, майбутня дружина князя Плоцького, третя — Марія, майбутня дружина великого князя Володимирського та Тверського Дмитра Михайловича «Грізні Очі». Від третього шлюбу з княжною Євою народились сини Любарт-Дмитро, Євнут-Іван, Коріят-Михайло та дочки Альдона-Анна (з 1325 р. дружина короля Польщі Казимира ІІІ П'яста), Гаудемонта-Євфимія (дружина останнього галицького князя Юрія-Болеслава) та Айгуста-Анастасія (дружина великого князя Володимирського та Московського Семена Гордого)."
    ],
    "usedBooks": [
      "Войтович Л. В. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4) / Л. Войтович. – Біла Церква: Вид. Пшонківський О. В., 2014. – 123 с.",
      "Войтович Л. В. Княжа доба на Русі: портрети еліти / Леонтій Вікторович Войтович. – Біла Церква: Видавець Олександр Пшонківський, 2006. – 782 с.",
      "Кіорсак В. Б. Спроба реконструкції генеалогії шведських правителів VIII-X ст. / Владислав Борисович Кіорсак. // Записки Львівського медієвістичного клубу. – 2017. – №2. – С. 150–159.",
      "Рыдзевская Е. А. Древняя Русь и Скандинавия в IX-XIV вв. / Е. Рыдзевская // Древнейшие государства на территории СССР. Материалы и исследования. – 1978. – 240 с.",
      "Тиандер К. Ф. St. Rozniecki. Perun und Thor. Ein beitrag zur quellenkritik der russischen mythologie. (См. Archiv fur slavische philologie. XXIII т. 1901 г., стр. 462–520) Рец. / Карл Федорович Тиандер. // Известия Отделения русского языка и словесности. – 1902. – №7. – С. 384–396."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття створена спеціально для сайту Project 666",
    "tags": [
      "Велике князівство литовське",
      "Гедимін",
      "Свидригайло",
      "Історія України",
      "Генеалогія",
      "Правлячі династії"
      ]
  },
  {
    "img": "Ingigerda.jpg",
    "title": "Славетні жінки Русі: Інгігерда",
    "author": "Влад Кіорсак",
    "categories": [
      "Personalities",
      "Local history"
    ],
    "date": "25.12.2018",
    "article": ["Гедиміновичі - династія великих князів Литовських у 1341–1572 рр. та королів Польських у 1385–1572 рр., нащадків великого князя Гедиміна. Представники цілої низки знаменитих аристократичних родин Великого князівства Литовського, Росії та Польщі або дійсно походили від Гедиміна, або за родинними легендами виводили від нього свій родовід.",
      "Гендерне питання на території Русі та Скандинавії дещо відрізнялось від Загальноєвропейського. На цих територіях жінки мали набагато ширші політичні та соціальні права, могли володіти власністю, брати участь у вічах (скандинавський тінг), обирати собі чоловіків тощо. Становище жінки було практично рівним становищу чоловіка, приміром жінка могла разом з чоловіками бенкетувати, при чому знатні жінки займали відповідні місця, на відміну від давньогрецьких жінок, які мали перебувати лише в певній жіночій частині столу. Жінки в Скандинавії могли бути головами роду, організаторами походів та подорожей, воїнами, правителями тощо. Ця культурна ситуація сприяла тому, що в історії Русі фігурують жінки, діяльність яких досить добре зафіксована в джерелах та можемо розцінювати їх як суб’єкт тодішньої політки,через прямий та опосередкований вплив на сучасні їм події.",
      "Однією з найвідоміших руських княгинь була Інгігерда, дочка шведського короля Олафа Шетконунга. Загалом, діяльність Інгігерди доволі часто згадується в різноманітних скандинавських джерелах. Найпоширеніша подією, яку пов’язують з Інгігердою, –  це сватання короля об’єднаної Норвегії Олафа Святого. Так, середньовічний ісландський письменник Сноррі Струлуссон, згадує, що батько Інгігерди обіцяв свою дочку Олафу, як підтвердження миру між Швецією та Норвегією, все було скріплено угодою на загальному зібранні в тодішній столиці Шевції Упсалі, весілля мало відбутись осінню 1017 р. на річці Ельв, однак, коли Олаф прибув в обумовлене місце, нареченої там не було. Причину цього автор вбачав у конфлікті, який виник між монархами сусідніх держав.",
      "Ісландські аннали датують одруження Ярослава з Інгігердою 1019 роком. Як весільний подарунок принцеса отримала Альдейгюборг (Ладогу) з навколишніми землями, якими керував її родич ярл Рангвальд.",
      "Автори скандинавських саг створили романтичний сюжет кохання між Інгігердою та Олафом Норвезьким, за яким принцеса вийшла заміж за Ярослава під примусом батька. В «татрі про Еймунда» згадується, що коли Олаф Норвезький був на Русі то всі його дуже поважали та цінували, а особливо Рангвальд та Інгігерда, яка таємно кохала Олафа.",
      "Інший скандинавський твір «morkinskinna» згадує епізод, коли Ярослав побудував для своєї дружини чудові палати, а вона відповіла: «Ця палата гарно облаштована і мало знайдеться прикладів такого ж оздоблення чи кращого, і щоб в одному домі було стільки багатства та стільки хоробрих вождів. Але все таки краще облаштована та палата, в якій сидить конунг Олаф Харальдссон, хоча вона й стоїть на стовпах». Конунг розсердився на неї і сказав: «Приниження звучить в таких словах, і знову ти показуєш свою любов до конунга Олафа» – і дав їй ляпаса. І вийшла звідти, дуже розгнівана. Вона сказала своїм друзям, що негайно покине його королівство й більш ніколи не зазнаватиме від нього такої образи»",
      "Помирилися вони лише після того, як Ярослав погодився на прохання Інгігерди взяти на виховання сина Олафа Магнуса. Сам же Олаф був одружений на рідній сестрі Інгігерди Астрід. Варто сказати, що практика, коли правитель брав на виховання сина іншого правителя була принизлива для нього, оскільки це було автоматичним визнанням своєї нижчості, тому не дивно, що Ярослав цьому так опирався.  Загалом, в нордичній літературі склався образ Інгігерди як надзвичайно мудрої та красивої жінки. Згаданий вже «татр про Еймунда» змальовує княгиню як мудру рятівницю і помічницю руського князя, котра дає йому поради і в критичні моменти приймає особисту участь у вирішенні конфліктів.",
      "Той факт, що Інгігерда була достатньо впливовою жінкою на Русі підтверджують окремі епізоди з саг, так в одному з творі згадується, що Інгігерда мала власну армію, яка не підпорядковувалась князю та утримувалась за рахунок принцеси.",
      "Згідно «татру про Еймунда» Ярослав відправив Інгігерду очолити його військо, яке направлялось проти полоцького князя Брячислава, саме вона  виступала як посередник в переговорах між князями після міжусобної війни та намагалась запровадити систему розподілу конкретних території між братами. ",
      "У 1594 р. посол Німецького імператора Рудольфа І Еріх Лясота, побував в Україні та відвідав Київ, там йому вдалось поспілкуватись з багатьма киянами, у свої подорожніх нотатках він записав наступне «А ще у каплиці у труні з чудового білого алебастру лежить князь Ярослав, син Володимира, разом із своєю дружиною. Гробниця ця висотою в людський зріст і ще не зруйнована, перебуває майже у первинному вигляді.»",
      "Достовірної інформації, зафіксованої в писемних джерелах про місце поховання Інгігерди ми на жаль не маємо, знаємо тільки те, що її смерть датується 1050-м роком. Деякі дослідники вважають, що Інгігерда була похована в Софії Новгородській, аргументуючи це тим, що Новгородський літопис згадує поховання матері Володимира Ярославовича, старшого сина Ярослава Мудрого в Новгороді. Важко сказати про кого тут йдеться, чи про Інгігерду, чи про Першу дружину Ярослава Ганну, яка померла ще під час княжіння Ярослава у Новгороді. Сучасні українські антропологи схиляються до думки, що Інгігерда все ж похована в Софії Київській поряд зі своїм чоловіком Ярославом. Про це свідчать відбитки спин, що залишились на вапняному розчині, яким було вкрите дно саркофагу, саме це стало незаперечним доказом того, що в могилі було парне поховання.",
      "Антропологічні дослідження вмісту саркофагу, в якому похований Ярослав Мудрий також не дають однозначної відповіді на це питання. Справа в тому, що поховання було пограбоване під час одного з нападів на Київ, вірогідно саме в 1240 році під час облоги Києва монголами. Така практика була доволі поширеною в Середньовіччі, оскільки в могилах знатних людей часто містились коштовності та інші цінні речі. Очевидно саме тому, дослідники не виявили жодних артефактів, які би супроводжували це поховання, а кістки в похованні були перемішаними через що їх досить важко ідентифікувати.",
      "Попри це, аналіз решток дозволяє говорити про наявність чоловічого та жіночого скелетів. Відбитки на дні саркофагу свідчать про те, що один з покійників був вищий ніж інший. Дослідження скелету показало, що зріст Ярослава дорівнював 175 см., його дружина була нижчою на 5-6 см. Навколо голів на вапні також відбились залишки застібки шийної гривни, яку одягали під час поховального обряду, а біля голови княгині знайдено відбитки матерії, очевидно давньоруського головного убору плата-убруса.",
      "Інгігерда померла майже на чотири роки раніше Ярослава Мудрого, це дало підстави вважати, що її було перенесено до могили Ярослава вже в більш пізній час. С. Висоцький вважав, що це було зроблено в середині ХІІІ ст. Однак, якщо прийняти цю точку зору, тоді ми не можемо говорити, що могила була пограбована під час облоги Києва монголами 1240 р., а вже в більш пізній час, що також є цілком можливим.",
      "На основі залишків кісток вчені-антропологи спробували реконструювати зовнішність княгині, на їх думку Інгігерда мала типову скандинавську зовнішність, що проявлялась у доволі міцній будові тіла, широких кістках та добре зазначеними апофізами. Це дало підстави сумніватись в тому, що це кістки Інгігерди, оскільки на основі залишків кісток можна було зробити висновок, що людина була дуже добре розвинена фізично, а  княгиня не могла займатись важкою роботою. Іншою суттєвою проблемою є той факт, що рештки саркофагу неодноразово виймались і навіть перевозились до інших міст, все це могло призвести до плутанини, та невірної антропологічної реконструкції.",
      "Якби там не було, але для нас важливим є сам факт парного поховання. В Середньовічній Скандинавії та на Русі парні поховання були доволі поширеними, тож немає приводу сумніватись, що в саркофагу за християнською традицією по праву руку від Ярослава лежала його остання дружина Інгігерда."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована на сайті Львівського медієвістичного",
    "usedBooks": [
      "Войтович Л. В. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4) / Л. Войтович. – Біла Церква: Вид. Пшонківський О. В., 2014. – 123 с.",
      "Войтович Л. В. Княжа доба на Русі: портрети еліти / Леонтій Вікторович Войтович. – Біла Церква: Видавець Олександр Пшонківський, 2006. – 782 с.",
      "Кіорсак В. Б. Спроба реконструкції генеалогії шведських правителів VIII-X ст. / Владислав Борисович Кіорсак. // Записки Львівського медієвістичного клубу. – 2017. – №2. – С. 150–159.",
      "Рыдзевская Е. А. Древняя Русь и Скандинавия в IX-XIV вв. / Е. Рыдзевская // Древнейшие государства на территории СССР. Материалы и исследования. – 1978. – 240 с.",
      "Тиандер К. Ф. St. Rozniecki. Perun und Thor. Ein beitrag zur quellenkritik der russischen mythologie. (См. Archiv fur slavische philologie. XXIII т. 1901 г., стр. 462–520) Рец. / Карл Федорович Тиандер. // Известия Отделения русского языка и словесности. – 1902. – №7. – С. 384–396."
    ],
    "tags": [
      "Скандинавські саги",
      "Інгігерда",
      "Ярослав Мудрий",
      "Русь",
      "Шлюбні зв'язки Русі",
      "Скандинавські саги",
      "Русь і Скандинавія",
      "Гендерна історія",
      "Вікінги"
    ]
  },
  {
    "img": "Askold.jpg",
    "title": "Князь Аскольд у світлі нових історіографічних концепцій",
    "author": "Влад Кіорсак",
    "categories": [
      "Personalities",
      "Local history"
    ],
    "date": "25.12.2018",
    "article": [
      "Період формування Руської держави є одним із найбільш дискусійних у середньовічній історії Центрально-Східної Європи. Основною причиною є нестача надійних писемних джерел. Традиційно історики у вивченні цих питань повністю довіряли “Повісті минулих літ”, дослівно переказуючи окремі її епізоди. Однак на сучасному етапі розвитку історичної науки такий підхід не може задовольнити істориків, які шукають більш серйозної наукової аргументації [6, с. 17–34].",
      "Важливим аспектом проблеми є дослідження окремих особистостей, крізь призму яких можна реконструювати цілу епоху. Особа літописного князя Аскольда не випадково була обрана нами: саме з ним багато істориків пов’язують початки державотворення у Русі. Крім того, його персона досі залишається досить слабко вивченою і надзвичайно містифікованою.",
      "Одним із таких міфів є те, що згаданий князь мав співправителя – Діра. Ця теза була піддана сумніву ще Михайлом Грушевським, який припустив, що особа Діра справді існувала, однак не синхронно [3, с. 407–408]. Незважаючи на досить хитку аргументацію, теза про дуумвірат продовжує побутувати в сучасних наукових колах.",
      "Іншим важливим питанням є етнічна приналежність літописного князя. Зазвичай історики одностайно підтримують думку про те, що він мав скандинавське походження, як про це пише літописець. Однак, окремі дослідники припускали, що Аскольд міг бути слов’янським правителем, нащадком династії Кия.",
      "На цьому питанні варто зупинитися детальніше. Побіжну інформацію про це нам можуть дати скандинавські джерела. Саме в них ми зустрічаємо описи Східноєвропейського регіону другої половини ІХ ст. Найбільше свідчень подає данський автор ХІІІ ст. Саксон Граматик. В одному з томів його праці “Діяння Данів” він розповідає про легендарного данського ватажка Рагнара Лодброка та його синів. Згідно цих джерел, молодший син Рагнара, Хвітсерк, відправився в експедицію на Гелеспонт разом зі своїм батьком. Автор пише, що їх супроводжував успіх, вони зуміли захопити цю територію і утвердити свою владу [9, p. 372]. Однак далі Хвітсерк згадується як правитель Скіфії (під впливом латиномовної традиції малася на увазі Русь. – В. К.) і Швеції (Землі Східної Європи в міфічних уявленнях скандинавів мали назву Великої або Холодної Швеції. – В. К.) [9, p. 311].",
      "Однак син Рагнара не зміг втриматися тут, оскільки був підступно вбитий Даско – одним із попередніх правителів цих земель. Рагнар вирішив помститись за смерть сина. Він наказав Іварові управляти державою, а сам вирушив на Русь у пошуках вбивці [9, p. 377]. Достеменно невідомо, що мав на увазі автор – чи Русь була лише проміжним пунктом, чи кінцевою метою. В ісландських сагах також знаходимо інформацію, що Хвітсерк був правителем Ауствегу, Східного шляху, яким в той час називали Русь.",
      "В даному випадку, похід на Гелеспонт міг ототожнюватися з набігом на Константинополь 860 р., в якому фігурував князь Аскольд [10, p. 26–28]. Це підтверджує хронологія. Саме другою половиною ІХ ст. датується активність синів Рагнара. З попередніх розділів праці Саксона Граматика дізнаємося, що столицею цього утворення було місто Дюна [9, p. 30]. В скандинавській гідронімії слово Дюна асоціюється із річкою Західною Двіною [4, с. 25]. Очевидно, тут ми маємо справу із синкретизмом топонімії – автор, скоріш за все, сам не орієнтувався в місцезнаходженні утворень, про які писав, і, маючи уривчасті свідчення, спробував це все поєднати.",
      "Сама особа Рагнара Лодброка є доволі суперечливою. В скандинавській традиції він був легендарним персонажем, якому дуже часто приписували чужі діяння [7, p. 1–6]. Всі скандинавські правителі прагнули виводити свій рід від нього, тому вдавалися навіть до вигадування Рагнарових синів, які ніби то заснували їх рід [8, p. 173–196]. Тож не можна виключати, що Хвітсерк також був збірним персонажем, якого через три століття данський хроніст описував доволі абстрактно і суперечливо.",
      "Думка про ототожнення Аскольда із Хвітсерком видається нам логічною, хоча говорити щось напевне в такій ситуації дуже складно. Нестор, як і Саксон Граматик, були людьми вже іншої епохи. Це питання надалі залишається дискусійним та потребує подальших досліджень."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 16-20",
    "usedBooks": [
      "Войтович, Леонтій. “Князь Олег Віщий: легенди і загадки.” Історичні записки. Збірник наукових праць. Східноукраїнський національний університет ім. В. Даля 2 (2004): 190–202.",
      "Войтович, Леонтій. Князь Рюрик (Славетні постаті Середньовіччя. Випуск 4). Біла Церква: Видавець Пшонківський О. В., 2014.",
      "Грушевський, Михайло. Історія України-Руси. Київ: Наукова думка, 1991, т. 1.",
      "Джаксон, Татьяна. AUSTR I GУRРUM: Древнерусские топонимы в древнескандинавских источниках. Москва: Языки славянской культуры, 2001.",
      "Кузенков, Павел. “Поход 860 г. на Константинополь и первое крещении руси в средневековых письменных источниках.” В Древнейшие государства Восточной Европы. Москва: Восточная литература, 2003. 3–173",
      "Толочко, Алексей. Очерки начальной Руси. Киев, СанктПетербург: Laurus, 2015",
      "McTurk, Rory. Studies in Ragnars Saga Loðbrókar and its Major Scandinavian Analogues. Oxford: The society for the study of medieval languages and literature, 1991.",
      "Smith, A. H. “The Sons of Ragnar Lothbrok.” Saga Book of the Viking Club 11 (1936): 173–196.",
      "The first nine books of the Danish history of Saxo Grammaticus. Translated by Oliver Elton. London, 1894.",
      "Vasiliev, Alexander. The Russian Attack on Constantinople in 860. Cambridge: The Medieval Academy of America, 1946."
    ],
    "tags": [
      "Аскольд",
      "Рагнар",
      "Лодброк",
      "Вікінги",
      "Русь",
      "Хвітсерк",
      "Походження Русі"
    ]
  },
  {
    "img": "icelandic-manuscript.jpg",
    "title": "Спроба реконструкції генеалогії шведських правителів VIII-X ст.",
    "author": "Влад Кіорсак",
    "categories": [
      "Genealogy"
    ],
    "date": "25.12.2018",
    "article": [
      "Питання генеалогії правлячих династій є малодослідженим у скандинавській історіографії, не кажучи вже про вітчизняну, оскільки маємо справу з доволі пізніми джерелами, через що важко відділити легендарний прошарок генеалогії від історичної .",
      "У середньовічному скандинавському суспільстві генеалогія є особливим явищем, унікальність якого полягає в надзвичайній вагомості родоводу. Його семіотику можна поділити на дві частини – ментальну та культурну. Ментальний вимір полягає в тому, що родовід для скандинава був способом його характеристики. Для того , щоб робити висновок про людину, потрібно було знати його рід. Родоводів не було лише в рабів, всі інші повноправні члени суспільства пам’ятали своїх предків від давніх часів, на відміну від інших європейців. Особливі функції виконувала генеалогія в знатних родах. Зазвичай вони виводили свої родоводи від легендарних ватажків, оскільки вважалось, що їхні якості передаються родичам. З іншого боку, це був і спосіб обґрунтування права на політичну та соціальну вищість [9, с. 76].",
      "Королівські династії починали відлік свого роду від язичницьких божеств – Одіна, Фрейра і т.п.. Тому особа конунга мала сприйматись як божественна, бо часто була пов’язана із культами та легітимізувала правонаступність його роду [8, с. 90 – 91].",
      "Інший вимір скандинавської генеалогії проявляється в літературних текстах та усних творах. Тут родовід слугує своєрідним стержнем, на якому зав’язується весь сюжет, що дає можливість робити відлік часу вперед і назад, тим самим виносячи події далеко за межі оповіді [14, с. 77–78].",
      "Зрозуміло, що з позицій легітимізму чи знатності, за якою чим довшим був генеалогічний ряд, тим поважніший був чоловік, автори свідомо чи не свідомо вдавалися до фальсифікації генеалогічних даних. Тому нас у першу чергу цікавлять конунги Упсальської династії епічного прошарку пам`яті, який за Глебом Лєбєдєвим починається від правління Івара Широкі Обійми (VII ст.). Звичайно, цей прошарок також є не надто достовірний, однак вже несе відбиток реальних подій. Завершимо розгляд королів заздалегідь визначеними хронологічними рамками, а саме кінцем Х ст.",
      "Не важко здогадатись, що чим більше віддаленим у часі є хронологічний період, в якому жив той, чи інший король, тим більш суб’єктивною і неточною буде інформація про нього. Джерел для реконструкції політичної історії Швеції знайдено досить мало. Генеалогію шведських королів зберегла «Сага про Гревйор» (ХІІІ ст.) [5,с. 70]. Невідомо що саме було джерелом для написання цієї генеалогії, однак багато її даних підтверджують інші джерела. Деяку інформацію нам подають саги з праці Сноррі Струлусона «Коло Земне» (ХІІІ ст.)",
      "Не менш важливими є латинські джерела, в першу чергу житія святих. Яскравим прикладом такого твору є «Житіє святого Ансгарія», яке було написано між 865–876 рр. Автори цього твору були очевидцями описаних подій. Цей твір практично повністю виключає ретроспективні уявлення, якими так рясніють скандинавські твори XIV–XV ст. [11, с. 11–86].",
      "Хроніка Адама Бременського (ХІ ст.) є корисною для дослідження більш пізніх періодів, як і твір Саксона Граматика «Діяння Данів» (ХІІ ст.). Джерельна база для дослідження конунгів, так званого «історичного» періоду (друга половина Х ст.) значно повніша і включає в себе широкий масив давньоскандинавської і західноєвропейської літератури.",
      "Період, який ми розглядаємо, знаменується початком правління короля Бйорна (ІХ ст.). За сюжетом саги про Гревйор, він був сином легендарного короля Рагнара Лодброка (ІХ ст.), сина Сігурда Кільце. Бйорн вбив Ейстейна Поганого, сина Гарольда Бойового Зуба (VIII cт.), після чого утвердився на упсальському троні. Тут варто відзначити сумнівність цього епізоду. По-перше, сам Рагнар Лодброк є дискусійною особою, різні джерела по-різному трактують його генеалогію. Якщо ми відштовхуватимемось від Рагнара, якого згадують франкські джерела в зв’язку з нападом на Париж 845 р., то це суперечить твердженню, що Рагнар міг бути сином Сігурда Кільце, період життя якого припадає на середину VIII ст. Так само не міг бути Рагнар і данським королем, оскільки в той час Данія вступала в різні зв’язки з європейськими державами і данська генеалогія є представлена чи не найповніше з-поміж інших скандинавських країн.",
      "Очевидно, автор генеалогічного переліку шведських королів був знайомий з сагою про Рагнара або татром про синів Рагнара, оскільки в тексті він на них посилався [18, с. 60]. Через неточності в хронології важко уточнити предків Бйорна [16, с. 173–196]",
      "Період написання цієї саги – це період поширення романтизму в Скандинавії, який передбачав зацікавлення національною історією, зокрема історією Швеції. Ісландські саги вигадали ще одного сина Рагнара, який нібито був одним з перших жителів Ісландії [9, с. 119–126]. Історичну пам’ять в середньовічній Скандинавії можна реконструювати за допомогою ісландських саг. В «королівських сагах», які описують пізніші часи, інколи натрапляємо на згадки королями таких легендарних осіб як Рагнар Лодброк чи Сігурд Кільце. Очевидно, така історична пам’ять формувалась на основі усних переказів і була невід’ємною складовою суспільства. Тож не дивно що кожна династія прагнула бути потомками легендарних королів, оскільки це був один зі способів обґрунтування територіальних претензій.",
      "Відповідно до «Саги про Гревйор» у Бйорна було двоє синів — Ерік і Рефіль. Однак, ми не можемо знайти жодної інформації про них в інших джерелах. Рефіль не йменується королем Швеції. Після Еріка почав правити його небіж, син Рефіля Ерік, ця особа також не згадується в інших джерелах, тому важко сказати чи справді він міг існувати.",
      "Першими королями Швеції, інформацію про яких ми можемо знайти в інших джерелах, були Анунд і Бйорн. «Сага про Гревйор» називає їх синами Еріка Бйорнсона [18, с. 60].",
      "Вірогідно, що саме Бйорн Еріксон був тим конунгом Бірки, про якого йдеться в житії св. Ансгарія (ІХ ст.) і яке є більш достовірним джерелом, ніж скандинавські саги. За ним в Бірці правив король на ім’я Бйорн, який дозволив Ансгарію у 829 р. провадити свою місію в шведських землях [11, с. 32].",
      "Приблизно в 50–х роках IX ст. в «Житії св. Ансгарія» згадується ще один шведський король Анунд. Він був вигнаний і проживав в Данії, де зібрав команду для відвоювання престолу в Бірці. Хто в той час був королем Швеції – невідомо. Однак, розграбувавши передмістя, ватажок відмовився захоплювати Бірку. Причиною цього автор житія вважає набожність місіонера Херігарія. Данці кинули жереб, який визначив, що їм варто пограбувати місто далеко за межами Скандинавії у землях слов'ян [11, с. 32]",
      "Анатолій Кірпічніков, аналізуючи матеріали археології, доходить висновку, що це могло бути поселення в Ладозі, де в культурних шарах, датованих серединою ІХ ст. можна знайти сліди сильної пожежі. З цього моменту, на думку автора, починається данська колонізація Північноруських земель [7, с. 47–49].",
      "У той час в Швеції, за свідченнями автора житія, правив конунг Олаф. Враховуючи те, що він правив в один час із данським королем Хоріком І, час його правління можна датувати першою половиною IX ст. Цього правителя не згадують інші джерела. Також за хронологією важко встановити послідовність правління Анунда, Бйорна та Олафа, оскільки сам автор проводить досить нечітку межу між цими правителями.",
      "З конунгом Олафом пов'язаний один східноєвропейський епізод, який згадує боротьбу шведів та данців за прибалтійські землі куршів, які до того часу були під владою шведських королів, однак збунтувались і шведам довелось їх придушувати [11, с. 63–65].",
      "Більше інформації знаходимо про наступного конунга – Еріка. Хоч і джерельні відомості про нього суттєвіші, його особа залишає ще багато питань. «Коло Земне» зазначає, що Ерік правив водночас з з Гарольдом Прекрасноволосим (872–930) в Упсалі, як конунг об`єднаної Швеції [13, с. 43].",
      "У «Сазі про Гаральда Прекрасноволосого» (ХІІІ ст.) йдеться, що король підпорядкував собі весь Вермаланд, Західний Гаутланд, а також збирав данину з більшості лісових земель [13, с. 48–50].",
      "У цій пам’ятці Ерік називається сином Еймунда. Тож можемо припустити, що Ерік був прямим нащадком «династії Бйорна Залізнобокого». Єдиним невирішеним питанням залишається ототожнення Олафа та за яких обставин він прийшов до влади і, власне, яке відношення він мав до упсальської династії",
      "Тут варто відзначити також політичні особливості Швеції, яка до кінця ІХ ст. не була об’єднаною державою. Тому можемо мати справу з різними гілками шведської династії [10, с. 713].",
      "Обидві саги називають Еріка об’єднувачем Швеції. Цікаві дані подає нам «Сага про Олафа Святого» (ХІІІ ст.), в якій згадується, що Ерік щоліта ходив походами на Схід і «завоював землі Кіряланд, Естлан, Фінланд, Курланд і багато інших земель на Східному шляху» [13, с. 219]. Саме з цим конунгом дослідники пов’язують освоєння шведами Ауствегу [2, с. 60–61]. Хоча, не виключені й раніші спроби освоєння цих територій [17, с. 321–328].",
      "Дата смерті короля також невизначена. В «Сазі про Гарольда Прекрасноволосого» згадується, що Ерік помер через десять років після того, як Гарольд став королем Норвегії, тобто у 882 р. Більшість дослідників прийняли цю дату, однак в ісландських анналах згадується, що король помер у 871 р [13, с. 639].",
      "У Еріка був син Бйорн [18, с. 61]. У згадуваній «Сазі про Гаральда Прекрасноволосого», зазначається, що Бйорн правив 50 років [13, с. 57]. Ці ж дані підтверджує і «Сага про Олафа Святого» та «Книга про заселення землі». Однак більше інформації про цього конунга не знаходимо. Не зважаючи на це, можемо дійти висновку, що особа Бйорна Еріксона не є вигаданою, цей король справді правив Швецією після свого батька між 871 і 882 рр. і до смерті у 920–х рр.",
      "«Сага про Гревйор» згадує ще двох синів Бйорна – Еріка Переможця і Олафа. Питання про те, чи могли вони бути синами Бйорна є надзвичайно складним, оскільки Ерік правив до 990–х рр. В переліку згадується також що відбулось це в час, коли помер Гарольд Прекрасноволосий. Можливо, автор не врахував представників одного покоління, не виключені неточності й у попередніх обчисленнях.",
      "Еріка й Олафа як синів Бйорна згадує «Сага про Гаральда Прекрасноволосого» [13, с. 57] та багато інших саг. Дружиною Еріка була Сігрід Горда, однак згодом він одружився з дочкою ярла Хакона, а до Сігрід посватались два конунги, один з яких був конунгом Аустрвегу [3, с. 148]. Через те, що конунги були не надто знатними, Сігрід сприйняла це як образу і спалила їх обох в будинку, коли вони спали, після цього вона одружилась зі Свейном Вилобородим [3, с. 487].",
      "«Татр про Стюрбйорна» зазначає, що Ерік отруїв свого брата Олафа на бенкеті, після чого правив одноосібно [15, с. 70–73]. Сумнівів в існуванні цього короля немає через величезний пласт різноманітних джерел, які згадують його особу. Цікавим для нас видається свідчення про його зовнішню політику. Зокрема, Адам Бременський, виходячи з розповідей короля Свейна, згадує, що Ерік з великим військом напав на Данію і захопив країну Свейна Вилобородого. В тому ж творі згадується, що він уклав договір з польським королем Болеславом (992– 1025), що був скріплений шлюбом, вів війну з Оттоном ІІІ (996– 1002), а також ненадовго прийняв християнство [1, с. 346–348",
      "Східноєвропейська політика правителя відображена нечисельними джерельними свідченнями. Так, «Сага про Інгвара Мандрівника» (ХІІ ст.) згадує одну дочку Еріка, ім'я якої невідомо. Вона була одружена з конунгом фюлька в Гардаріці [6, с. 51–56].",
      "«Сага про мешканців Фарерських островів» (ХІІІ ст.) згадує, що норвезькі купці вбили одного шведа. За це король наказав вбити всіх дванадцятьох купців. Норвезький правитель вирішив помститись. Він доручив напасти на прикордонний загін, а після цього напав на Хольмгард в якості помсти шведському королю [10, с. 242]. Цей факт можна розцінювати як натяк на пережитки часів, коли Східноєвропейскі землі входили до орбіти впливу шведських королів. Очевидно тут мала місце і шлюбна політика – напад на ці землі міг завдати шкоди родичам шведського короля.",
      "Внутрішня політика короля також суперечлива. В «Сазі про Інгвара Мандрівника» описується захоплення Еріком земель дев’яти ярлів, які бунтували проти короля та прилучення їх до Швеції [6, с. 51–56]. Однак Галина Глазиріна помітила схожість цього епізоду із татром про Еймунда [6, с. 59], тому ця згадка може бути виключно символічною",
      "Син брата Еріка, Олафа, Стюрбйорн очевидно також претендував на шведське королівство. Він неодноразово повставав проти свого дядька. Через це, щоб відволікти конкурента, Ерік дав йому 60 кораблів, щоб він відправився в Аустрвег як вікінг, грабуючи околиці. В тому ж таки творі вказано, що Стюрбйорн відвойовував володіння колишніх королів Швеції [10, с. 163].",
      "Стюрбйорн, заручившись допомогою данців, все ж виступив проти свого дядька. Генеральна битва відбулась на Фллісфеллірі. За сюжетом «Татру про Стюрбйорна» Ерік поклонявся Одіну, а його племінник – Тору. Ерік пообіцяв, що в разі перемоги Одін може забрати його життя через десять років, після чого здобув перемогу. Саме за неї він отримав прізвисько Переможець[15, с. 70–73]. На честь загиблих в цій битві було встановлено декілька рунічних каменів, які підтверджують масштаби цієї події [10, с. 370].",
      "Дата смерті конунга також є дискусійною. Нам відомо що він помер своєю смертю від хвороби [12, с. 116]. Адам Бременський згадує, що Свен Вилобородий повернувся на данський трон після смерті Еріка, пробувши у вигнанні 14 років. Однак, сучасні дослідники спростовують це твердження [4, с. 131–132]. «Сага про Гаральда Сіра Шкура» (ХІІІ ст.) повідомляє, що Ерік помер через 10 років після смерті Стюрбйорна [13, с. 94], тобто десь в 90–х рр. Х ст. У «Сазі про Гревйор» сказано, що коли Ерік помер, його син ще був досить малим [18, с. 61]. Враховуючи, що Олаф був його сином від першої дружини, можемо побачити деякі невідповідності. Скоріше за все, автор саги помиляється, оскільки далі йде легенда про прізвисько короля Олафа Шетконунга, яка не зовсім співпадає з офіційною версією [3, с. 238].",
      "На думку Аделаїди Сванідзе, Ерік Переможець є першим конунгом про якого у нас є справді достовірні свідчення, інші конунги відносяться до епічного прошарку, де народна пам'ять домінує над історичною [12, с. 366].",
      "На прикладі невеликої частини родоводу шведських королів ми розглянули політичну історію Швеції. Ця розвідка має ознайомчий характер і не вичерпується представниками бічних та гіпотетичних членів королівських родів. Метою цієї статті є постановка проблеми, оскільки це питання потребує подальших спеціальних досліджень",
      "Важливим є розгляд представників непрямих спадкоємців королівств, оскільки саме вони найчастіше відправлялись у морські походи в пошуках слави і збагачення та не рідко колонізували захоплені землі. Такі особи найчастіше ставали героями легендарних саг, часто присвоюючи чужі заслуги. Генеалогія таких людей не є абсолютною і саги згадують лише невелику кількість персоналій, існування яких не завжди можна довести або спростувати, а факти їхніх біографій окуті численними міфами. Доволі часто трапляються «мандрівні сюжети». Якщо почерпнути інформацію про таких бічних представників з інших джерел, вона буде вкрай мізерною, оскільки часто ми мало що можемо знайти навіть про королів, не кажучи вже про їхніх родичів чи місцевих конунгів.",
      "Королівські родини почали описувати часто на замовлення самих представників династії. Саме в цей час починають зароджуватись перші скандинавські національні історіографії – «Коло Земне» Снорі Струлуссона, «Діяння Данів» Саксона Граматика, «Історія Норвегії». На жаль, жодного твору який би відображав історію Швеції цього періоду ми не знаємо, тому мусимо збирати інформацію про кожного окремого короля з невеликих фрагментів."
    ],
    "usedBooks": [
      "А. Бременский, Деяния архиепископов гамбургской церкви, [в:] Немецкие анналы и хроники X–XI столетий, перев. И. Дьяконова, В. Рыбакова, Москва 2012, с. 296–449",
      "Л. Войтович, Князь Рюрик, Біла Церква 2014, 123 с.",
      "Джаксон, Исландские королевские саги о Восточной Европе, Москва 2012, 780 с.",
      "Г. Джонс, Викинги. Потомки Одина и Тора, Москва 2007, 445 с.",
      "Г. Глазырина, Перечень правителей Швеции в древнеисландской «Саге о Хервѐр и конунге Хейдреке». К проблеме конструирования генеалогий, «Восточная Европа в древности и средневековье» 2001, с. 66–71.",
      "Г. Глазырина, Сага об Ингваре Путишественнике: Текст. Перевод. Комментарий, Москва 2002, 464 с.",
      "А. Кирпичников, Ладога и Ладожская земля VIII–XIII вв., «Историко–археологическое изучение Древней Руси: Итоги и основные проблемы» 1988, с. 38–79.",
      "Г. Лебедев, Эпоха викингов в Северной Европе, Ленинград 1985, 285 с.",
      "Е. Литовских, Родословия в «Саге о Ньяле», [в:] Восточная Европа в древности и Средневековье: Генеалогия как форма исторической памяти. XIII Чтения памяти чл.-корр. АН СССР В. Пашуто, Москва 2001, с. 119–126.",
      "О. Пріцак, Походження Русі. Стародавні скандинавські саги і Стара Скандинавія, Київ 2003, 1306 с.",
      "Римберт, Житие святого Ансгара, [в:] Швеция и шведы в средневековых источниках, ред. А. Щеглов, Москва 2007, с. 11–86.",
      "А. Сванидзе, Викинги — люди саги: жизнь и нравы, Москва 2014, 800 с.",
      "С. Стурлусон, Круг Земной, ред. А. Гуревич, Москва 1980, 687 с.",
      "Ф. Успенский, Люди, тексты и вещи. Из истории культуры средневековой Cкандинавии, Москва 2015, 256 c.",
      "Flateyjarbok. En Samling af norske Konge-Sagaer med indskudte mindre Fortællinger om Begivenheder i og udenfor Norge samt Annaler, udg. af G. Vigfusson og C. Unger, Christiania 1862, 603 p.",
      "A. Smith, The Sons of Ragnar Lothbrok, «Saga Book of the Viking Club» 1936, № 11, p. 173–196.",
      "T. Noonan, Why the Vikings First Came to Russia, «Jahrbücher für Geschichte Osteuropas, Neue Folge» 1986, № 34, p. 321–348.",
      "The Saga of King Heidrek the Wise, trans. C. Tolkien, London 1960, 100 p."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Записки Львівського медієвістичного клубу №2, 2017, С. 150–159",
    "tags": [
      "Генеалогія",
      "Династія Мунсе",
      "Вікінги",
      "Свередньовічна Швеція",
      "Русь",
      "Норманська теорія"
    ]
  },
  {
    "img": "black_death.jpg",
    "title": "«Чорна смерть» в Європі 1347-1351 рр. у соціокультурному аспекті",
    "author": "Влад Кіорсак",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "Черговий спалах епідемії чуми, що не оминув практично жодного державного утворення середньовічної Європи та винищив третину її населення у першій половині XIV ст. ще сучасники назвали « Чорною смертю». Більшість дослідників схильні пов’язувати це з тим, що після смерті внаслідок хвороби тіло покривалось чорними плямами, а оскільки трупи рідко ховали вчасно, переповнені ними вулиці справляли феєричне враження на середньовічну людину.",
      "Епідемії та хвороби були звичними для середньовічного суспільства. Постійна антисанітарія та війни й без того суттєво скорочували середню тривалість життя людей, однак світовій історії не відомо жодного чинника який би скоротив населення Європи наскільки, як епідемія чуми XIV ст. Все це не могло не відбитись на свідомості тогочасних людей і знайшло своє відображення практично у всіх сферах життєдіяльності суспільства.",
      "Традиційно місцем зародженням епідемії вчені вважають пустелю Гобі, розташовану на Монголо-Китайському пограниччі. Для її поширення тут були максимально сприятливі умови. Основними переносниками хвороби були гризуни, які перші випробували на собі ефект хвороби. Оскільки хутра степових гризунів цінились високо, а в умовах степу гризунів та зайцеподібних часто використовували в якості їжі, зараження було неминучим. З монгольських степів хвороба перейшла торговими шляхами найперше на країни сходу ( в деяких провінціях Китаю чума винищила до 90% населення) Індія, Корея, Японія. Близько 1346 р. чума вразила Центральну Азію, особливо Золоту орду. 1348 р. італійським нотаріусом Габріелем де Мюсі була опублікована хроніка «Istoria de morbo sive mortalitate que fuit de 1348». В якій описується облога монголами генуезької факторії Кафи. За його словами, після початку чуми в монгольському війську, хан Джанібек наказав катапультою закидати трупи заражених чумою солдатів через фортечні мури. Довіряти чи не довіряти цьому джерелу, суб’єктивна думка кожного дослідника, однак той факт, що чума поширилась в Європу саме з Криму спростувати важко. Саме звідси торгові шляхи пролягали на всі сторони світу. Першими постраждали Константинополь і італійські міста. Наступними йшли міста Єгипту і Близький схід.. Першим континентальним містом Західної Європи, вражене чумою було Марсель. Звідти епідемія перейшла до Авіньйону, та на всю Францію, Іспанію. 1348 р. Чума добралась до Англії, Шотландії та Ірландії. 1349 р. постраждала Скандинавія. В 1350 чума вразила північ Московського царства, а в 1353 добралась і до самої Москви.",
      "Найпоширенішими формами побутування хвороби є наступні : бубонна, легенева, шкірна і кишечка. Інкубаційний період – від декількох годин до 9 діб. Природними переносниками хвороби були блохи, які водились на мишах. Збудники потрапляють через шкіру в наслідок укусу блохи, або повітряно-крапельним шляхом. Досягаючи лімфатичних вузлів бактерії починають масово розмножуватись, утворюючи набряки – бубони. Все це супроводжується підняттям температури та сильним головним болем. За свідченням середньовічних авторів 90-95% захворювання закінчувались летально. Смерть наступала до трьох днів. У деяких хворих чумні палички встигали потрапляти до легень, що призводило до відмирання тканин та кашлю з виділенням крові. Така форма хвороби повітряно-крапельним шляхом розповсюджувалась набагато швидше, а смертність заражених досягала 100%.",
      "В середовищі глибоко релігійного християнського суспільства, постійно існували апокаліптичні настрої. Епідемія трактувалась як кара яку Бог зіслав на суспільство облишене християнських моральних якостей. Прикладом цього може послужити цікавий епізод, в якому згадується, що причиною поширення хвороби є популярні на той час чоботи з сильно загостреними носками. В 1348 р. за дорученням французького короля Філіпа IV Медичний факультет Паризького університету видав документ, який зазначав, що причиною спалаху інфекції є зараження повітря, що викликане розташуванням планет, які залежали від волі Божої. При цьому суспільство шукало винних. Особливо сильно постраждали три категорії населення: євреї, прокажені та міфічні відьми й чаклуни. Міщани влаштовували численні погроми єврейських кварталів, палили синагоги. Одного разу в Базелі було збудоване спеціальне дерев’яне приміщення, в якому зібрали євреїв міста і живцем спалили. Євреї ніби то розробили спеціальний рецепт отрути, що спричинив епідемію. Доведені до відчаю християни записали два варіанти такої отрути. За першим варіантом отрута була виготовлена з тіла і крові сови, до якої домішували помелених отруйних павуків. За другим рецептом євреї виготовляли її з висушеного серця християнина, до якого додавали павуків, ящірок та жаб. Той факт, що євреї страждали від чуми так само як і християни ніхто до уваги не брав. У храмах кожного дня на месі відбувався процес прокляття магів та відьом. У мусульман зараження чумою трактувалось, як богообраність, тому уникати хвороби суворо заборонялось.",
      "На жаль середньовічна медицина знаходилась на зародковому етапі розвитку, і єдине, що могла запропонувати для профілактики хвороби, зберігати позитивний настрій, та молитись. Оскільки вчені не розуміли природи хвороби, то й не могли розробити методи боротьби з нею. Причиною хвороби люди вважали заражене повітря і використовували різні методи для його очищення. Лікарі рекомендували носити при собі букети квітів та пахучих трав, будинки обкурювати димом чи ладаном, на вулицях палили вогні. Однак в умовах антисанітарії блохи, щурі та миші були невід’ємним компонентом житлового простору і ніхто навіть не здогадувався про шкоду яку вони завдають. В багатьох містах причиною чуми вважали котів, які ніби то були слугами сатани та навмисно заражали людей. Масове винищення котів призвело до збільшення кількості мишей, і збільшення кількості збудників хвороби.",
      "Навернення до праведного життя регулювалось законодавчо, заборонялось грати в азартні ігри, продавати алкогольні напої та займатись проституцією. Спеціальними юридичними актами заборонялось богохульство, робота в святкові дні, подружні зради тощо. Одночасно створювались притулки для бідних. Оскільки ховати трупів не було змоги Папа охрестив річку Рону в яку скидали мертвих. З тієї ж річки брали воду для пиття, при цьому трупоспалення не практикувалось. Трохи згодом почали розробляти методику дезінфекції оцтом.",
      "Єдине місто, яке виділялось раціоналізмом на фоні Європейської середньовічної цивілізації була Венеція. В ній практикувались вивіз нечистот, ізоляція хворих, самоізоляція здорових, проводилась дезінфекція речей та грошей. В цей час з’являються відомі своїми масками чумні лікарі. Справедливості ради варто зазначити, що особливого поширення в епоху «Чорної смерті» вони так і не набули. Лікарі призначали кровопускання, клізми, інколи пропонували ліки зроблені з рогу єдинорога, серця жаби, рибної луски, тощо. Лікарі рекомендували жити в конюшнях, оскільки вважали що запах коней та козлів відлякує хворобу. Інколи навіть рекомендували на довго залишатись в туалеті, вдихаючи «аромати», на вулицях розкидали трупи собак тощо.",
      "Поширена була практика адсорбування приміщень. Для цього лікарі рекомендували ставити на підлогу тарілку з молоком, або цибулину, впускали тварин, або птахів тощо. Будинки, яких проживали хворі позначались хрестом. Через брак місця на цвинтарях викопували ями, в яких ховали сотні мертвих, бували випадки, коли ховали живих людей. Серед населення побутувала думка, що позбутись хвороби можна передавши її іншому, тому люди часто в громадських місцях намагались навмисно заразити інших. Часто лікарі вирізали бубони припікаючи рани розпеченим залізом. Варто зазначити, що інколи це давало позитивні результати, однак набагато частішими були смертельні випадки під час таких операцій.",
      "Однак якогось більш-менш раціонального способу позбутись хвороби так і не було знайдено. Доведені до відчаю люди вдавались до магії, окультизму, релігійного фанатизму, сектантства, тощо. Все це нанесло непоправної шкоди демографічній ситуації в Європі. За оцінками Вільяма Нейфі й Ендрю Спайсена демографічна ситуація після епідемії «Чорної смерті» стабілізувалась лише в XIX ст. За сучасними підрахункам населення Європи скоротилось на 1/3 частину населення. Окремі регіони, як Скандинавія були повністю винищені.",
      "Епідемія чуми 1347-1351 мала свій вплив і на загально історичні процеси. Зокрема це вплив на економічну ситуацію, оскільки помістя закидались, врожаї не збирались, податки не платились. Саме в цей період класичний західноєвропейський феодальний лад дав свою першу тріщину, похитнулось становище церкви, підвищувався авторитет різних єресей та сект."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована на сатйі Львівського медієвістичного клубу",
    "tags": [
      "Чума",
      "Чорна смерть",
      "Середньовіччя",
      "Історія Європи",
      "Венеція",
      "Чумний лікар"
    ]
  },
  {
    "img": "manuscript.jpg",
    "title": "Методологія джерелознавчої роботи з легендарними сагами: постановка проблеми",
    "author": "Влад Кіорсак",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "В сучасній пострадянській історіографії  за «легендарними сагами» закріпилась слава художньої літератури, яку не можна трактувати, як історичне джерело. Хоча в світовій історіографії «сагам про давні часи» присвячено велику кількість теоретичних напрацювань, вони так і не  залучались до наукового обігу російськими та українськими істориками. Більшість текстів саг не перекладені, або фрагментарно перекладені слов’янськими мовами. Перед дослідниками постає завдання переосмислення даного питання, заснованого на критичному джерелознавстві та залученні сучасної світової історіографії.",
      "Справа в тому, що вже в цих сагах, як зазначає Михайло Стеблін–Каменський (на фото нижче), вимисел був не прихований, а свідомий, і навіть в середовищі тодішнього суспільства вони сприймалися, як «неправдиві»[2, с. 19–20 ]. При дослідженні питань скандинавістики в історіографії можна побачити недовірливе ставлення до «легендарних саг», як історичного джерела. За першою класифікацією саг був запропонований поділ на «Історичні», та «Неісторичні» саги. Відповідно «легендарні саги», або, як ще їх називають «саги про давні часи» ( Fornaldarsogur Nordlanda, за Карлом Равном) потрапляють до другої частини, до «неправдивих саг»[1,с. 8–10]. ",
      "Виходячи з концепцій російських, радянських, польських істориків про те, що сага не може розцінюватись, як достовірне історичне джерело, більшість дослідників не вивчали їх свідчення. І якщо «королівським» та «родовим» сагам впродовж останніх десятиліть були присвячені ґрунтовні дослідження, то «легендарні саги» виступають в поодиноких дослідженнях східноєвропейських істориків.",
      "Мета даної статті: розглянути особливості «легендарних» саг, проаналізувати ступінь їх достовірності, зрозуміти середовище їх творення.",
      "Характеристика особливостей даного циклу саг закладена вже в самій його назві. «Саги про давні часи» описують події, що відбувались в «доісторичний», легендарний час епохи вікінгів, переважно до заселення Ісландії Х ст. Територіально ці саги охоплюють найвіддаленіші регіони тодішньої Ойкумени. Систематично записувати ці твори починають у ХІІ–ХІІІ ст. Однак на основі давньої усної традиції, тому більшість з цих творів не має автора.",
      "Аналізуючи «саги про давні часи» не можна ставити їх в один ряд, оскільки їхня основа сильно різниться між собою. У зв’язку з цим, видатним німецьким філологом–скандинавістом Куртом Широм розроблено класифікацію саг всередині «неправидих саг». Дослідник розподілив твори на три групи за особливостями : 1) «Героїчні саги», 2) «Вікінгські саги», 3) «Пригодницькі саги». Всі ці твори різняться між собою своїм первісним ядром. Героїчні саги, як зазначала Галина Глазиріна відображають загально германський прошарок епічної творчості[1, с.11]. І часто засновані на епосі, що не дійшов до нас. Яскравим прикладом такого синтезу є «Сага про Гревйор»(Створена в ХІІІ ст.) , до якої було включено декілька давніх епічних творів, головний з яких це «Битва Готів з Гунами», та саги, що описують пізніший період скандинавської історії[3,с. 377; 4; 5, с. 242]. «Вікінгські саги» оповідають про подорожі напівлегендарних героїв в далеких країнах, зазвичай в епоху вікінгів Багато цих персонажів можна спів ставити з реальними історичними персонами. Групою саг, яка містить найбільшу кількість фантастичних елементів та міфічних персонажів є група пригодницьких саг.",
      "Відштовхуючись від цієї класифікації, ми можемо побачити певні відмінності у описі подій. Таким чином ми підходимо до найважливішого моменту – ступеня достовірності основи, тобто тих подій які передували написанню твору, і так спробуємо віднайти історичне ядро оповіді.",
      "Одним з джерел, що послугували історичним ядром легендарних саг були пісні скальдів. Це була одна з перших форм усної народної традиції, яка активно розвивалась до прийняття християнства і  пристосування латинської абетки до ісландської мови.  Відповідно, більшість цих віршів є втраченими і ми не можемо виокремити їх точно. Той масив первісної літератури зберігся у невеликій кількості епіграфічних написів і у пізніших записах перших ісландських істориків. ",
      "Тому перш ніж аналізувати достовірність саг, варто проаналізувати достовірність самого історичного ядра. Зробити це ми можемо аналізуючи менталітет середньовічних ісландців. Як влучно зауважує Арон Гурєвіч середньовічні скандинави вірили в магічну силу слова, тому поширення не правдивої інформації могло бути сприйняте, як образа того кому лестили. Оскільки брехню чули люди, які самі були свідками описаних подій [6, с.129 ].",
      "З самими легендарними сагами було інакше, вони писались за сотні років після смерті їхніх персонажів, і їхньою метою було не прославлення конкретного конунга, а створення твору, який би був цікавий для читання. Саме тому використовувались історичні образи і події. Ці події жили в народі у формі усної народної творчості. Однак, на відміну від епічних творів, скальдичні пісні менше деформувалися під впливом часу.",
      "Не відкидав епічну першооснову легендарних саг і М. Стеблін–Каменський, однак зазначав, що чим більший часовий проміжок між історичними подіями і їх записом, тим більшою буде кількість синкретичного вимислу. [7, с. 35] На відміну від віршів скальдів, більшість з яких мають автора, епічна традиція є живою, бо постійно видозмінюється, переходячи з уст в уста. Легендарні саги увібрали її в себе в більшій мірі, нажаль вже досить видозмінену, раціональне зерно якої заховане під багатьма пізнішими нашаруваннями.",
      "Однак ми не можемо повністю відкидати «легендарні саги», надаючи їм місце в царині художньої літератури. Найперше, що ми можемо почерпнути з даного жанру саг це відображення культурної ситуації та ментальності середньовічного ісландця. Попри всю свою «художність» та «неправдивість». Саме в цій «неправдивості» ми можемо побачити не менш важливі другорядні факти, що допоможуть усвідомити питання ментальності, духовності людини, її свідомості. Якщо ми розглядатимемо історію, як науку яка в центр свого дослідження ставить людину то безумовно знайдемо користь в «неправді» легендарних саг.",
      "В цьому відношенні сага виступає унікальним твором середньовічної літератури. Великий масив роботи в цьому плані було зроблено А. Гурєвічом, який розглядав сагу як невід’ємну частину ісландської культури, як спосіб відображення свідомості епохи. [8, с. 115] На основі аналізу саг, автор дійшов висновку, що середньовічна реальність відрізнялась від реальності у нашому розумінні цього слова і була набагато більше піддана містиці. [8, с. 102] Цим, очевидно і пояснюються численні міфологічні сюжети «легендарних саг».",
      "Однак попри їх культурне значення саги містять і історичну цінність. Так, багато саг з циклу «легендарних» містять міфічні епізоди, однак ті саги які нас найбільше цікавлять в більшості є звичайним переказом подій обрамлені художніми елементами, вигаданими діалогами та певними подіями, які розвивалися головним чином в літературному напрямку, тобто мали на меті зацікавити читача, а не об’єктивно передати події.",
      "Для виявлення історичного ядра і відкинення пізніших нашарувань нам потрібно здійснити порівняльний аналіз саг з іншими джерелами. Зокрема нас цікавить відображення в «легендарних сагах» подій, що відбувалися на території Східної Європи. В цьому плані «саги про давні часи» дають нам чи не найбільше інформації з поміж інших видів саг.",
      "Конунги «Східного Шляху» згадуються в п’ятнадцяти «сагах про давні часи» [9, с. 143–158]. Зокрема в цих сагах можна знайти імена близько трьохсот конунгів, які були реальними історичними персонажами[9, с. 144–145]. В середовищі ісландського суспільства досить довго існував культ предків, тому кожен ісландець знав свій родовід до заселення Ісландії.",
      "Багато цих персонажів ми можемо співставити з персонажами, що згадуються в генеалогічних скандинавських джерелах (Перелік Інглінгів, Книга про ісландців, Книга про взяття землі, тощо), латинських джерелах, арабських джерелах, тощо.",
      "Для прикладу можна взяти «Сагу про Інгвара Мандрівника»(Створена приблизно в ХІІ ст.  Свідчення якої можна спів ставити з рунічними написами та арабськими географічними трактатами [10, с.131–153; 11, с. 74–88; 12, с. 8–25 ].",
      "Наступним важливим моментом є велика кількість топонімічного матеріалу, який можна конкретно локалізувати та порівняти з іншими скандинавськими джерелами. В першу чергу з Географічними трактатами, та з королівськими сагами в творі Сноррі Стурлусона. Ці топоніми дозволяють нам прослідкувати основні торгові шляхи, якими просувалися скандинавські купці в Східній Європі. Охарактеризувати політичну та соціально економічну ситуацію в Північно–Руських землях. Та реконструювати просторово–географічні уявлення скандинавів, які, очевидно були досить добре обізнані з географією Східної Європи. Двадцять п’ять з тридцяти легендарних саг містять у собі відомості про Східну Європу [3, с. 331].",
      "Аналізуючи тексти окремих саг, ми можемо побачити, що територія Приладожжя та Карелії сприймалась скандинавським населенням, як невід’ємна частина «власного» світу. Все це можна порівняти з даними археології. Які в більшості підтверджують свідчення саг. Як зазначав Леонтій Войтович, за даними археології, скандинавський компонент в Ладозі переважав до IX ст. А численні спалення оборонних укріплень можна вдало співставити з боротьбою за Ладозьке королівство представників скандинавських кланів[13, с. 67–71].",
      "Г. Глазиріна поділяла географічні свідчення легендарних саг на достовірні, знання яких творились впродовж століть тісних контактів між народами і міфологічні. Ці два пласти на думку дослідниці дуже тісно між собою пов’язані і виступають у творах у своєрідному синкретичному вигляді і створюють унікальну картину умовного історико–географічного простору[1, с. 20–22].",
      "Більшість радянських дослідників заперечували джерелознавчу вагу саг. Навіть відомий дослідник М. Стеблін–Каменський попри надзвичайно прихильне ставлення до саг, зазначав, що легендарні саги містять найбільше вимислу. Слідом за ним тієї ж думки притримувався і А. Гурєвіч. Справа в тому, що в Радянському Союзі не було жодного фахового дослідника «саг про давні часи». Як М. Стеблін–Каменський, так і А. Гурєвіч досліджували родові саги і могли судити про «легендарні саги» лише побіжно. Пояснюється це і тим, що «неправдиві саги» досить довгий час не перекладалися слов’янськими мовами.",
      "Лише в останні десятиліття в працях Г. Глазиріної та Л. Войтовича починається залучення цих джерел до наукового обігу. Перед нами стоїть завдання максимально критичного джерелознавчого дослідження «саг про давні часи». Суть якого полягає у залученні всього масиву давньоскандинавської писемності, арабських джерел і джерел руського походження, а також матеріали археології. Лише в порівнянні ми зможемо виокремити історичне ядро твору, та звільнити його від пізніших нашарувань визначивши тим самим ступінь його достовірності."
    ],
    "usedBooks": [
      "Глазырина Г. Исландские викингские саги о севереной Руси / Галина Глазырина. – Москва, 1996. – 240 с.",
      "Стеблин–Каменский М. Саги как исторический источник / Михаил Стеблин–Каменский // Рыдзевская Е. А. Древняя Русь и Скандинавия IX–XIV вв. – Москва, 1978. – С. 12–25.",
      "Пріцак О. Й. Походження Русі. Стародані скандинавські  саги і Стара Скандинавія / Омельян Пріцак. – Т.2. – К., 2003. – 1306 с.",
      "Hervarar Saga ok Heidreks. Ed. (E.O.) G. Turville–Petre / introduction by Christopher Tolkien. – London, 1956 – XVIII.",
      "Пріцак О. Походження Русі. Стародавні скандинавські джерела (Крім ісландських саг) / Омельян Пріцак. – Т.1– К., 1997. – 108 c.",
      "Гуревич А. История и сага / Арон Гуревич. – Москва, 1972. – 198 c.",
      "Стеблин–Каменский М. И.Мир саги. Становление литературы / Михаил Стеблин–Каменский. – Ленинград, 1984. – 248 с.",
      "Гуревич А. “Эдда” и сага / Арон Гуревич. – Москва, 1974. – 192 с.",
      "Глазырина Г. Правители Руси (Обзор древнескандинавских источников) / Галина Глазырина. // Древнейшиие государства Восточной Европы. – 1999. – С. 143–158.",
      "Браун Ф. Кто был Ингвар путешественник? / Фѐдор Браун // Записки Неофилологического общества. – №4. – 1910.– С. 131−153.",
      "Мельникова Е. Экспедиция Ингвара Путешественника на восток и поход русских на Византию в 1043 г / Елена Мельникова. // Скандинавский сборник. – 1976. – №31. – С. 74–88.",
      "Глазырина Г. Сага об Ингваре Путишественнике: Текст. Перевод. Комментарий / Галина Глазырина. – Москва, 2002. – С. 8–25.",
      "Войтович Л. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4). / Леонтій Войтович. – Біла Церква, 2014. – 128 c."

    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Записки Львівського медієвістичного клубу №2, 2017, С. 150–159",
    "tags": [
      "Генеалогія",
      "Династія Мунсе",
      "Вікінги",
      "Свередньовічна Швеція",
      "Русь",
      "Норманська теорія"
    ]
  },
  {
    "img": "manuscript.jpg",
    "title": "Соціальна структура та правове становище русів арабських джерел",
    "author": "Влад Кіорсак",
    "categories": [
      "Local history"
    ],
    "date": "30.12.2018",
    "article": [
      "Система правових норм Руської держави в перші століття її існування доволі слабко досліджена в сучасній історіографії. Основна проблема полягає в тому, що в історичній літературі до сьогодні не вироблено більш-менш єдиного погляду на характер цього політичного утворення.",
      "Традиційно склалося, що історики сприймали Русь крізь призму загально визначених конструкцій, розцінюючи її як класичну середньовічну державу: в їхньому розумінні вона була настільки централізованою, наскільки це було можливо для того часу [23, с. 37].",
      "Попри це, ми можемо говорити про існування не одного державного утворення на території Східної Європи на зламі VIII — IX ст. Арабські джерела згадують про існування цілого ряду держав, і, що суттєво, чітко відокремлюючи руські від слов’янських [10, с. 88-94]. Західноєвропейські джерела, зокрема Рафальштетенський митний статут, підтверджують існування дрібних племінних князівств, відмінних за етнічним складом та зі своїми правителями. Величезне значення в дослідженні етнокультурної ситуації на Русі мають археологічні джерела [21, с. 199-200].",
      "Скандинавські джерела, за аналогією із власною ситуацією, описували Східну Європу як територію з величезною кількістю королівств, якими керують скандинавські правителі [8, с. 157-158; 6, с. 144]. Для порівняння, на території Скандинавського півострова в той час розташовувалось значна кількість дрібних королівств, які згодом об’єднувались під владою наймогутніших родів, таких як Інґліни, Скйольдунги та інші [4, с. 10-11].",
      "Окремі дослідники взагалі вважають недоцільним розглядати походження Русі крізь призму державності. Зокрема, Ф. Андрощук зазначає, що таке трактування заздалегідь приречене на провал, оскільки Русь, в той час, не є означенням держави, а скоріше певної ментальної просторової одиниці. Це поняття пройшло свою еволюцію і на початкових етапах державотворення стосувалося в першу чергу соціального аспекту [1, с. 7-9]. А Олексій Толочко вдавався до порівняння прийшлих скандинавів з британською Ост-Індською кампанією, основним заняттям якої була торгівля. Таким чином, домінуючим предметом експорту на Схід були раби, а для функціонування налагодженої сітки торгових шляхів не потрібні були великі міста, тому варяги обмежувалися заснуванням торгових факторій [22, с. 108].",
      "Торгівля зі Сходом та Візантією насправді мала вирішальний вплив на формування Київської Русі [17, с. 95-96]. Саме з цим, на нашу думку, пов’язані 118 війни представників різних скандинавських кланів за території на Схід від Скандинавії. Захоплення цих земель означало контроль над найважливішими торговими артеріями. Щоб не допускати торгової монополії певних скандинавських родів, освоювалися нові шляхи, на яких закладалися торгові поселення. Тому факт існування розділених сфер впливу різних скандинавських родів видається нам достатньо переконливим. Між цими родами здавна точилася боротьба за гегемонію на означених теренах, про що нас інформують ісландські саги [24; 29, p. 323-325; 26, p. 12-13].",
      "Колонізаторами земель на Схід від Скандинавії в основному були представники бічних скандинавських родів, які за правом майорату не отримували у спадок нічого, окрім меча. В середньовічному скандинавському соціумі їх називали «морськими конунгами» – ці люди не мали територіальних володінь, заробляли собі хліб піратством та торгівлею і нерідко здобували славу в далеких землях [4, с. 53-55].",
      "На думку Леонтія Войтовича, один із предків Рюрика (легендарний ватажок данських вікінгів Хальвдан Старий) зумів відвоювати Ладозьке королівство у представника Шведського династичного клану Хрейгера [4, с. 55]. Всі торгові шляхи, на думку дослідника, були об’єднані в період правління літописного князя Олега [3, с. 92-95]",
      "Ф. Андрощук титул морського конунгаототжнює із титулом кагана, якого згадують арабські джерела та Бертинські аннали. Автор заперечує існування Руського каганату, оскільки вважає, що титул кагана мав соціальне, а не територіальне означення. Таким чином походи русів на Каспій, на думку дослідника, не були частиною зовнішньої політики руської держави, керованої із Києва [1, с. 11-12].",
      "Цей короткий екскурс в історію початків руської державності ми здійснили для того, щоб показати, наскільки складною і суперечливою була ситуація в тодішній Східній Європі. Виходячи з основних історіографічних концептів, можна зробити висновок, що на початках свого існування Русь, згадки про яку маємо в різноманітних джерелах, ще не була централізованою державою з моноетнічним населенням. В силу певних обставин до нас дійшли свідчення в основному про скандинавів, яких власне й називали Руссю [26, p. 10].",
      "На думку Володимира Петрухіна, слов’яни були перекладачами та посередниками під час контактів із Візантією та Близьким Сходом [17, с. 107]. Арабські автори чітко відділяють їх за одягом, зовнішнім виглядом та звичаями [27], Костянтин Багрянородний подає надзвичайно цікаву інформацію про слов’янські та руські назви порогів Дніпра, які сучасні дослідники трактують як скандинавські [11, с. 161-162].",
      "Аналізуючи правові аспекти руського соціального життя, можна більш повно відтворити політичну та соціокультурну ситуацію в Східній Європі на зламі VIII – ІХ ст. 119 Арабський письменник Х ст., уродженець Багдаду Аль Масуді, описуючи Хозарську столицю Ітіль, зазначав, що у ній є сім судів, два з них – для мусульман, два – для хозар-євреїв, які судяться за правом Тори; християни судяться за правом Євангеліє також в двох судах, а руси, слов’яни та інші язичники судилися власним звичаєм, що було, на думку автора, правом розуму [10, с. 113].",
      "Частково ми вже торкалися правового становища воєначальника русів. Згідно з арабськими джерелами, йому належала влада верховного судді; у випадку, якщо суперечку неможливо було вирішити, каган призначав двобій, переможець у якому і визнавався правим. Подібне явище можна побачити й серед скандинавів. Сага про Егіля, сага про Йомсвікінгів, а також сага про Гуннлауга згадують ритуальний двобій між непримиренними ворогами [18]. Цей поєдинок був вищою формою суду, і заподіяння смерті на ньому не вважалося вбивством. Скандинави називали цей двобій хольмганг.",
      "Цікаву інформацію про хольмганг подає сага про Стюрлауга Працьовитого. В ній зображено перебіг двобою, при якому його учасники наперед узгоджували правила поєдинку, зброю, кількість щитів, а також виграш, який отримає переможець, тому хольмганг для досвідчених воїнів був ще й способом заробити [5, с. 137-138]. Часто після такого поєдинку родичі загиблого призначали наступний, щоб помститися за члена клану. В цій же сазі знаходимо епізод, в якому родич загиблого викликає на двобій головного героя, знаючи, що його брат був злодієм, однак звичай зобов’язував помститися. Ібн Русте згадував, що на двобій приходили озброєні родичі, які ставали в ряд і спостерігали за поєдинком [10, с.49].",
      "Той же Ібн Русте зазначав, що якщо один з родів піднімався проти когось, то за нього вступалася вся його сім’я і билася, поки не перемагала ворога [10, с.49]. Схожі ситуації знаходимо у ісландських сагах, які описували родинніміжусобиці, що могли тривати десятки років, охоплюючи представників різних поколінь [12, с. 83]. Хоча така поведінка не була притаманна виключно скандинавам, вона скоріш відображає первісні суспільні цінності та поняття будь-яких народів.",
      "Правове становище царя не було абсолютним, його особа найчастіше відрізнялась від звичайних воїнів лише знатним походженням, а інколи ватажками експедицій ставали люди, які здобули славу силою та мужністю у битвах [4, с. 11]. Арабські автори зазначали, що жерцірусів були настільки могутніми, що своєю владою затьмарювали навіть владу каганів. Вони могли наказати принести в жертву будь-яку людину і скасувати цей наказ було неможливо. Взявши людину чи тварину, жрець накидав їм на шию зашморг і вішав [10, с. 59]. Скоріше за все, це була жертва богу Одіну. Адже саме Одін, щоб винайти руни – перший скандинавський алфавіт – був змушений повіситись і провисіти на світовому дереві дев’ять днів і дев’ять ночей [15; 20, с.11-12]. Така ж доля, за словами Ібн Фадлана, чекала на людей, яких впіймали на грабунку [10, с.71]. Одін був покровителем воїнів, культ цього бога остаточно утвердився в період Епохи вікінгів, коли військова експансія набрала обертів [25; 4, с. 16].",
      "Незважаючи на відмінний спосіб життя, ментальність русів ще довго залишалася скандинавською. Руси були в першу чергу людьми меча, який їх годував та забезпечував майбутнє. Велика кількість східних авторів, очевидно, переписуючи інформацію інших хроністів, згадують, що після народження сина його батько віддавав у спадок лише меч, щоб він ним сам собі добував прожиття [10, с. 58]. Інші автори згадують, що руси віддавали у спадок своє майно лише донькам [10, с. 60]. Загалом, право майорату було притаманне германським народам. Згідно нього, майно не ділилось між синами, а діставалось лише найстаршому, тому молодші сини були змушені шукати кращої долі в далеких землях. Саме ці тонкощі права успадкування, вірогідно, були однією з причин початку скандинавської експансії в Епоху вікінгів [7].",
      "Про войовничість русів згадувало багато авторів. Гардізі зазначав, що вони ніколи не розлучалися зі зброєю: навіть коли один воїн відходив «за природними потребами», двоє чи троє товаришів охороняли його, оскільки підлість серед них була звичним явищем [10, с. 59].",
      "Одними із джерел руського права є торгові договори із Візантією, занотовані літописцем Повісті минулих літ. Надзвичайно складно стверджувати, якою мірою вони відображають правову систему власне Русі, оскільки мають скоріш характер торгового договору і регулюють в першу чергу прецеденти, орієнтовані на зовнішню політику. За вбивство християнином русина і русином християнина вбивця мав бути одразу вбитий на місці. Якщо вбивця не був впійманий на місці злочину, то над ним необхідно вершити суд, а якщо його вина буде доведена, то родичі загиблого мають право на частину майна вбивці. За нанесення фізичних ушкоджень, згідно договору, належало заплатити п’ять літр срібла [14]. Грошова компенсація за злочин знайшла своє поширення в більш пізній час і фігурує в джерелах як вира. Сучасні дослідники схиляються до думки, що слово «вира» сягає своїм корінням давньогерманського слова «вергельд», яке має те ж саме значення – грошова компенсація за скоєний злочин.",
      "В «сазі про ОлаваТрюгвассона» описано, що в Хольмгарді (Новгороді) панував такий непорушний мир, що, згідно закону, будь-хто, хто вбив людину, мав бути вбитий сам. Помста була частиною свідомості тодішніх людей, адже в цьому суспільстві честь була найдорожчою цінністю, суспільство будувалось на принципі авторитету. Будь-яка образа розцінювалась як посягання на честь людини, і єдиним способом виправдати себе була негайна помста кривднику [9, с.166].",
      "Аль Істахрі писав, що в Арсанії, одній із країн русів, смерть спіткає кожного іноземця, який до неї прибуде [10, с.85-86]. Інші автори зазначали, що якщо хтось із русів скривдить іноземця, то він зобов’язаний віддати йому частину свого майна [10, с. 59]. До рабів руси також ставилися добре, не кривдили їх, оскільки захоплювали з метою продажу.",
      "Рабство у скандинавів мало патріархальний характер і було доволі поширеним явищем. Раби зазвичай виконували важку господарську роботу, однак вони мали право викупитись і перейти в стан вільновідпущеників. Раби 121 неодноразово згадуються в сагах як товариші знатних людей, траплялося навіть, що раби воювали в арміях своїх господарів. Однак вони не мали родоводу, тобто не могли вважатися повноцінними людьми; їх вбивство не вважалось вбивством людини і тягнуло за собою грошове відшкодування господарю як за вбиту тварину [19, с. 470-472].",
      "Про работоргівлю в Східній Європі немає великої кількості відомостей, однак О. Толочко, досліджуючи монетний обіг на території Східної Європи, доходить до висновку, що масштаби торгівлі людьми були вражаючими, спростовуючи при цьому думку окремих істориків, що серед експорту з Русі домінували хутра тварин, мед і віск [22, с. 178-179]. Ціна раба на півночі не перевищувала 100 арабських дірхемів, а на території Близького Сходу його можна було продати втричі дорожче. Рабинь взагалі оцінювали в декілька тисяч дірхемів, що безумовно вартувало всіх зусиль та небезпек, які чекали на купців в дорозі [13, с. 144-145].",
      "Таким чином, принцип розгляду юридичних аспектів історії ранньої Русі крізь призму полікультурності, на нашу думку, повинен стати наріжним у сучасному історичному дослідженні. Адже суспільство Східної Європи на зламі тисячоліть було далеким від етнічної монотонності. Навіть «руси» східних джерел не були представниками однієї національності, а були скоріш соціальним означенням, до якого, окрім скандинавів, входили також і представники інших народів.",
      "Тим не менше, крізь призму компаративістики можна побачити, що ступінь впливу скандинавської правової традиції на місцеву був значним. Ще в перших кодифікованих зводах законів можна побачити залишки звичаєвого права, яке було своєрідним симбіозом скандинавського та слов’янського традиційного правового укладу. Незважаючи на те, що варяги доволі швидко асимілювалися серед слов’янського етносу, їх спосіб мислення ще довго залишався відмінним від місцевого. А консервативні риси традиційної культури, такі як обрядовість та звичаї, ще довго залишалися ідентифікатором, за яким можна було відрізнити нормана від його близьких сусідів."
    ],
    "usedBooks": [
      "Андрощук Ф. О. Етюд про Русів: текст матеріальності і модель культури. / Федір Олександрович Андрощук. // Mediavaliа Ukrainica: Ментальність та історія ідей. – 1994. – С. 5–16.",
      "Беовульф. Старшая Эдда. Песнь о Нибелунгах . – Москва: Художественная литература, 1975. – 749 с.",
      "Войтович Л. В. Олег Віщий: історіографічні легенди та реалії / Леонтій Вікторович Войтович. // Наукові праці Кам'янець-Подільського національного університету імені Івана Огієнка. Історичні науки. – 2013. – №23. – С. 91–123.",
      "Войтович Л. В. Князь Рюрик / Леонтій Вікторович Войтович. – Біла Церква: Видавець Пшонківський О. В., 2014. – 128 с.",
      "5. Глазырина Г. В. Исландские викингские саги о Северной Руси: Тексты, перевод, комментарий. / Галина Васильевна Глазырина. – Москва: Научно-издательский центр «Ладомир», 1996. – 240 с.",
      "Гуревич А. Я. История и сага / Арон Яковлевич Гуревич. – Москва: Наука, 1972. – 202 с.",
      "Гуревич А. Я. Походы викингов [Електронний ресурс] / Арон Яковлевич Гуревич. // Избранные труды. Т. 1. Древние германцы. Викинги. – 2005. – Режим доступу до ресурсу: https://norse.ulver.com/articles/gurevich/vikings/vikings.html.",
      "Джаксон Т. Н. AUSTR I GÓRÐUM: Древнерусские топонимы в древнескандинавских источниках / Татьяна Николаевна Джаксон. – Москва: Языки славянской культуы, 2001. – 208 с",
      "Джаксон Т. Н. Исландские королевские саги о Восточной Европе. / Татьяна Николаевна Джаксон. – Москва: Исландские королевские саги о Восточной Европе, 2012. – 784 с.",
      "Древняя Русь в свете зарубежных источников: Хрестоматия Том III: Восточные источники. Сост. части I — Т. М. Калинина, И. Г. Коновалова; части II — В. Я. Петрухин – Москва: Русский Фонд Содействия Образованию и Науке, 2009. – 264 с",
      "Древняя Русь в свете зарубежных источников: Хрестоматия. Том II: Византийские источники. Сост. М. В. Бибиков. – Москва: Русский Фонд Содействия Образованию и Науке, 2010. – 384 с.",
      "Кіорсак В. Б. Реконструкція звичаєвого права середньовічної Скандинавії за матеріалами ісландських саг: постановка проблеми. / Владислав Борисович Кіорсак. // Аннали юридичної історії.. – 2017. – №1. – С. 80–86.",
      "Лебедев Г. С. Эпоха викингов в Северной Европе / Глеб Сергеевич Лебедев. – Ленинград: Издательство Лениградского университета, 1985. – 285 с",
      "Літопис Руський. Роки 852 — 912. [Електронний ресурс]. // Літопис руський / Пер. з давньорус. Л. Є. Махновця;. – 1989. – Режим доступу до ресурсу: http://litopys.org.ua/litop/lit02.htm.",
      "Петрухин В. Я. Погребения знати Эпохи Викингов. (По данням археологии и литературных памятников) [Електронний ресурс]. / Владимир Яковлевич Петрухин. // Скандинавский сборник XXI. – 1976. – Режим доступу до ресурсу: http://ulfdalir.narod.ru/literature/articles/burial.htm.",
      "Петрухин В. Я. Начало этнокультурной истории Руси IX-XI векав. / Владимир Яковлевич Петрухин. – Москва: Гнозис, 1999. – 320 с.",
      "Пріцак О. Й. Походження Русі. Стародавні скандинавські джерела (крім ісландських саґ). Том 1. / Омельян Йосипович Пріцак. – Київ: Обереги, 1997. – 1084 с.",
      "Сага об Эгилесыне Скаллагрима [Електронний ресурс]. // «Исландские саги» в двух томах, том I. – 1999. – Режим доступу до ресурсу: http://norroen.info/src/isl/egil/ru.html.",
      "Сванидзе А. А. Викинги — люди саги: жизнь и нравы / Аделаида Анатольевна Сванидзе. – Москва: Новое литературное обозрение, 2014. – 800 с.",
      "Снорри Стурлусон. Круг Земной – Москва: Наука, 1980. – 687 с.",
      "Стальсберг А. Проблемы культурного взаимодействия Руси и Скандинавии в VIII - XI (По археологическим собраниям СНГ). / Анне Стальсберг. // Археологические вести. – 1994. – С. 193–203",
      "Толочко А. П. Очерки начальной Руси. / Алексей Петрович Толочко. – Киев, СанктПетербург: Laurus, 2015. – 336 с.",
      "Толочко П. П. Древняя Русь. / Пётр Петрович Толочко. – Киев: Наукова думка, 1987. – 243 с.",
      "Duczko W. Viking Rus: Studies on the Presence of Scandinaviansin Eastern Europe. / Wladyslaw Duczko. – Leiden: Brill, 2004. – 290 p.",
      "Gräslund A. The Material Culture of Old Norse Religion. / Anne-Sofie Gräslund. // The Viking World. / Anne-Sofie Gräslund. – London and NewYork: Routledge, 2008. – p. 249-257.",
      "Jansson I. Warfare, Trade or Colonisation? Some General Remarks on the Eastern Expansion of the Scandinavians in the Viking Period. / Ingmar Jansson. // The rural Viking in Russia and Sweden: Conference 19—20 October 1996 in the manor of Karlslund, Örebro. – 1997. – P. 9-64.",
      "Montgomery J. Ibn Fadlan and the Rusiyah [Електронний ресурс]. / James Montgomery // Journal of Arabic and Islamic Studies. – 2000. – Режим доступу до ресурсу: http://collectiondevelopment.library.cornell.edu/mideast/montgo1.pdf",
      "Noonan T. Fluctuations in Islamic Trade with Eastern Europe during the Viking Age. / Thomas Noonan. // Harvard Ukrainian Studies. – 1978. – №1. – P. 244–252.",
      "Noonan T. Why the Vikings First Came to Russia. / Thomas Noonan. // Jahrbücher für Geschichte Osteuropas. – 1986. – №34. – P. 321-348."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Аннали Юридичної історії Том 1. Номер 2, 2017. С. 117-123 ",
    "tags": [
      "Генеалогія",
      "Династія Мунсе",
      "Вікінги",
      "Свередньовічна Швеція",
      "Русь",
      "Норманська теорія"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "Реконструкція звичаєвого права середньовічної Скандинавії за матеріалами ісландських саг: Постановка проблеми",
    "author": "Влад Кіорсак",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "Звичаєве право в Скандинавії є важливим структурним елементом середньовічного права Європи, оскільки сягало своїми коренями традицій давньогерманського права та мало суттєвий вплив на генезу правової системи Руської держави та окремих країн Західної Європи. При цьому, на відміну від Русі, писемних джерел, які б ілюстрували суспільне життя Скандинавських королівств є доволі багато. Більшість з цих джерел датуються більш пізнім часом, оскільки латинська абетка була пристосована до давньоскандинавської мови лише в ХІ ст. Звісно, що інформацію з цих джерел не можна сприймати дослівно, оскільки такі свідчення є ретроспективними і відображають скоріше атмосферу того часу, в якому вони творились, аніж того, про який говорить автор [14, с. 18-20]. Однак, часто в основі саг, особливо легендарних, лежали епічні твори, які побутували досить довгий час в усній формі і базувались на реальних історичних подіях [9, с. 125-129].",
      "Для нас важливим є аналіз ставлення середньовічних скандинавів до тих чи інших злочинів на ментальному рівні. Ці уявлення дуже добре ілюструють міфологічні твори. В одному з розділів «Поетичної Едди» («Розмови Високого») зустрічаємо настанови від імені верховного скандинавського бога Одіна. Через призму цих побажань можемо репрезентувати своєрідний «моральний кодекс» тогочасних людей. Так, в одному з віршів Одін не рекомендує глумитись чи ображати своїх гостей щоб не нажити гнівних ворогів. При цьому в тексті зазначається, що чвари часто виникають серед друзів на бенкетах. Тож: «Чоловік не повинен ні на хвилю відходити від зброї, оскільки не знає коли на шляху йому спис знадобиться» [3, с. 192].",
      "«Поетична Едда» вихваляє мудрість та розсудливість людини, наголошує на повазі до інших, культивує доброту та щедрість. В той же час Одін під кенінгом «Високий» закликає чоловіків не надто довіряти іншим людям, особливо тим, хто має репутацію злочинця, «називати злі вчинки злими та мститись за зло негайно» [3, с. 200-201]. Помста в свідомості давніх скандинавів займала надзвичайно важливе значення. Суспільство через суворі кліматичні умови повинно бути максимально згуртованим для досягнення спільних цілей. Ядро суспільства – рід. Мав місце в скандинавському суспільстві і розвинений культ предків. Про людину зазвичай судили з огляду на те, ким були її батьки та родичі [15, с. 76]. Образа члена клану автоматично ставала образою цілого клану. Найпоширенішою формою відплати за вбивство людини була негайна помста членів його роду. Зазвичай така помста тягнула за собою чергову помсту і ворожнеча могла затягуватись на декілька поколінь, оскільки якщо родич не відомщений – це сприймалось як ганьба для всієї родини [5, с. 93-94]. Загалом це була епоха сили, саме вона визначала авторитет і суспільне становище людини. В «Сазі про названих братів» згадується епізод, в якому один з героїв Торгейр вимагав виплатити грошову компенсацію за вбивство батька, а після відмови він просто пронизав списом вбивцю [7, с. 122].",
      "Писемних джерел юридичного характеру дохристиянського часу майже не збереглось. Найдавніші пам’ятки, які містять згадки про відносини норманів вірогідно були написані рунами. В письмових джерелах, зокрема в Поетичній та Прозовій Едді Снорі Струлуссона, згадуються так звані malrunar, або промовисті руни. В «промовах Сігрідріви», що є частиною Старшої Едди написано, що їх складають на тінгу, де люди творять правосуддя [3, с. 285]. Сучасні дослідники вважають, що промовисті руни мали юридичний характер і були поширеними на тінгах в дописемний період у віршованій формі [23, с. 133].",
      "Найстарішим правовим рунічним написом є напис на залізному кільці в парафіяльній церкві Форса в провінції Хельсінгланд, що на півночі Швеції (див. рисунок 1, рисунок 2 – ред.). Цей напис містить релігійні правила, які регулюють церковну десятину, надання притулку, незаконне скасування богослужіння. Датувати цей напис надзвичайно складно. Очевидно напис відноситься до періоду християнізації країни. Однак самі літери є доволі архаїчними. Вони синхронні з написом на камені з провінції Остерготланд датованого близько 800 р. [17, с. 28]",
      "З контексту саг дізнаємось, що в різних провінціях, навіть в межах однієї країни закони могли суттєво відрізнятись, що призводило до виникнення непорозумінь. Вже наприкінці ХІ – на початку ХІІ ст. публікуються перші збірники провінційного права. До сьогодні тривають суперечки про те, якою мірою вони відображають звичаєве право періоду Епохи вікінгів і який ступінь впливу на них римського та канонічного права континентальної Європи [18, с. 435]. В Норвегії перші записи провінційних законів були зроблені в ХІ ст. Вони були затверджені на тінгах чотирьох областей: Фростатінг, Гулатінг, Ейдсіватінг та Боргартінг [16, с. 92]. В період правління короля Магнуса Хаконарсона (1238 – 1280), який отримав прізвисько «виправник законів» була проведена правова реформа, метою якої була уніфікація законів всіх територіальних одиниць. Так було створено Ландслов – збірник законів, який був своєрідним симбіозом давніх норвезьких приписів та європейського права [1, с. XLIX].",
      "На основі норвезького права сформувалось ісландське право (пізніше оформлене у звід законів, який відомий тепер як Gragas, створений на початку ХІІ ст.) [19, с. 1- 3]. На думку Джессі Байока корпус ісландських законів був архаїчнішим, оскільки зумів законсервувати більш ранні форми звичаєвого права [2, с. 467-468]. Наприкінці ХІІ ст. почався запис датського права. Тут, як і в інших скандинавських країнах право кодифікувалось в межах територіальних областей, яких в Данії було три: Сканія, Зеландія та Ютландія [10, с. 499]. Пізніше сформувалось право Швеції, оскільки саме Швеція найдовше зберігала свою політичну роздробленість. Тут мешкали етнічні шведи та гаути. Кожна етнічна група мала свої закони. У шведів було п’ять провінційних законів, у гаутів чотири. Найранішим записаним кодексом був Вестготалаген, який почав формуватись в середині ХІІІ ст. Приблизно в той самий час був оформлений ще один кодекс Гуталаген, що регулював правові відносини на острові Готланд, який не входив до юрисдикції Швеції. Більшість текстів були написані латиною, що свідчить про міцні західноєвропейські впливи на правову культуру [10, с. 495].",
      "Абсолютно всі збірники юридичних норм в Скандинавії писались під впливом християнської традиції континентальної Європи тому надзвичайно важко викристалізувати з усього масиву юридичних текстів архаїчні норми скандинавського звичаєвого права Епохи вікінгів. Для цього варто звернутись по допомогу до ісландських саг, які не брешуть про речі які були не на першому плані, такі як побут, світогляд та суспільне життя. Світогляд середньовічного скандинава, особливо в Ісландії, ще довго залишався язичницьким, тому крізь призму скандинавських саг можна спробувати відтворити деякі нюанси звичаєвого права в Скандинавії в Епоху вікінгів.",
      "Найбільшу цінність для дослідження правових відносин в скандинавському суспільстві мають «саги про ісландців». Ця група саг описує життя та побут в тодішній Ісландії і не рідко основним об’єктом такого твору є ворожнеча окремих сімей, яка закінчувалась судовою тяганиною [4, с. 143-142]. Ще в давньогерманських законах покарання за вбивство визначалось як виплата компенсації родині загиблого. Ця норма була обов’язковою і в середньовічному суспільстві Епохи вікінгів. Сума, яку мав оплатити обвинувачений в сагах вказується по-різному. Так, в «Сазі про Гунлауга Зміїного Язика» згадується інцидент в якому головний герой вдарив пастуха який взяв без дозволу його коня, пастух впав без пам’яті і його господар вимагав у Гунлауга грошову компенсацію. Той запропонував йому марку срібла, але на думку господаря цього було мало [22, с. 9]. За матеріалами різних саг вергельд за вбивство вільної людини складав 100-120 ейрірів срібла [13, с. 655]. Однак, як бачимо з саг, цієї норми не так часто дотримувались. Кровна помста була найпоширенішим способом відплати за вбивство. Більшість законів дозволяли вбити злодія на місці скоєного злочину.",
      "Промовистим є епізод «татру про Фроді», в якому сини загиблого конунга Хальвдана мстяться за вбивство свого батька підпаливши палати вбивці, коли той спав [23]. В «Сазі про Олава Трюгвассона» описано, що в Хольмгарді (Новгороді) панував такий непорушний мир, що згідно закону, будь-хто, хто вбив людину мав негайно бути вбитий сам [6, с. 166]. Помста була частиною свідомості тодішніх людей, адже в цьому суспільстві честь була найдорожчою цінністю людини. Суспільство будувалось на принципі авторитету, тому будь-яка образа розцінювалась як посягання на честь людини і єдиним способом виправдати себе була негайна помста кривднику. Помста провокувала іншу помсту і часто зупинити війни між родинами могли лише місцеві громади, на чому акцентують саги. Вже в пізніший час в Ландслові вбивство як помста за вбитого злочинця класифікувалось як ганебний злочин, який не можна було спокутувати шляхом вергельду [20, с. 44-45].",
      "Найпоширенішим типом покарання за вбивство чи інші серйозні злочини було проголошення людини поза законом. Фактично це означало, що вбивство цієї людини не буде каратись. Саги рясніють подібними згадками. Так, в «Сазі про Хрольва Пішохода» згадується епізод в якому син конунга у своїй мандрівці зустрівся зі злочинцем, якого його батько проголосив поза законом і намагався помститись за це [12]. Часто люди поза законом намагались таємно переїхати в інші землі і ставали героями саг як видатні мандрівники чи морські конунги. В «Сазі про людей з лососевої долини», після вбивства людини, Грім проголощений поза законом і був змушений переховуватись в горах весь час свого покарання [11]. В тій же сазі описана страта людини за безчесний вчинок. При цьому надзвичайно важливо було прийняти смерть з гідністю і поводити себе як належить чоловікові [11].",
      "В «Сазі про Вольсунгів» змальовано ситуацію в якій Сігі, особа знатного походження, вбив раба і був проголошений, – «Þá kalla þeir hann varg í véum, ok má hann nú eigi heima vera með feðr sínum» [24, с. 1], – поза законом. Цьому повідомленню суперечать численні згадки про вбивство рабів, які відкуповувались за ціною худоби. В іншому епізоді «Саги про людей з лососевої долини» згадувалось про вбивство вільновідпущеника, який помилково поселився на землі іншої людини. Вбивця був виправданий, оскільки скоїв злочин на свої землі [11]. Паралельно з цим, на матеріалі саг можна прослідкувати процес інтеграції в скандинавське звичаєве право елементів європейського права. Ісландія є своєрідним феноменом поміж інших європейських держав, оскільки в ній не було централізованої влади монарха, а основні повноваження знаходились в руках протодемократичних інтистутів на кшталт тінгу [2, с. 272-273].",
      "У «Сазі про людей з піщаного берега» описуються суперечки двох людей. В одного з персонажів саги Торбйорна вкрали коней. Він прибув до Тораріна з метою обшуку його дому. Тоді Торарін запитав, чи є в них відповідний дозвіл на обшук, свідки а також чи обшукували вони вже інші місця. Торбйорн сказав, що немає сенсу обшукувати інші місця. Після цього Торарін відмовився дати дозвіл на обшук і Торбйорн призначив суддями шість людей, які прибули з ним. Це був один з різновидів приватних судів за межами тінгу. Якби інша сторона визнала цей суд вона також би мала представити своїх шість суддів. Однак Торарін відмовився і накинувся зі зброєю на суддів. В результаті цієї сутички був вбитий Торбйорн і всі його люди [8, с. 39-40].",
      "Загалом «Сага про людей з піщаного берега» містить надзвичайно багато прикладів судових справ ісландців. Одним з найцікавіших таких прикладів є епізод судової тяганини Торгерд з вбивцею її чоловіка. У судовому засіданні на місцевому тінгу брали участь представники родин обох сторін. Ці сторони мав очолити один з старших членів сім’ї, який безпосередньо відповідав від імені своєї родини. На прохання Торгерд очолити цю тяганину жоден з її родичів не погоджувався, після чого їй порадили розкопати могилу свого чоловіка дістати звідти його голову та звертатись до родичів: «Ця голова не ухилялась би від помсти за тебе якщо б це знадобилось». Після цього судовий процес очолив її родич, а за смерть чоловіка родина отримала велику компенсацію [8, с. 57-59].",
      "Як бачимо, середньовічна скандинавська правова система є надзвичайно складною і важко відокремити пізніші нашарування та впливи європейського права. На жаль, джерел з історії цього питання, які б були сучасними Епосі вікінгів ми не маємо, тому змушені визбирувати інформацію по крупицях та просіювати її через сита достовірності. Дана розвідка є лише спробою побіжного огляду даного питання та постановки проблеми дослідження правової системи Північної Європи крізь призму свідомості середньовічної людини. Корпус ісландської середньовічної літератури є необмеженим і дослідження цих питань видаються нам надзвичайно актуальними, оскільки реконструкція звичаєвого права Скандинавії цілком може пролити світло і на деякі аспекти звичаєвого права на Русі."
    ],
    "usedBooks": [
      "Агишев С. Ю. «Земский закон» (Ландслов) Магнуса Исправителя Законов: утраченное единство? / Сергей Юрьевич Агишев. // Vox Medii Aevi. – 2015. – №2. – С. XLIX-LXXXIX.",
      "Байок Д. Исландия эпохи викингов. / Джесси Байок. – Москва: Астрель: Corpus, 2012. – 914 с.",
      "Беовульф. Старшая Эдда. Песнь о Нибелунгах. – Москва: Художественная литература, 1975. – 749 с.",
      "Гуревич А. Я. История и сага. / Арон Яковлевич Гуревич. – Москва: Наука, 1972. – 202 с.",
      "Гуревич А. Я. Избранные труды. Т. 1. Древние германцы. Викинги. / Арон Яковлевич Гуревич. – Санкт-Петербург: Издательство Санкт-Петербургского университета, 2007. – 352 с.",
      "Джаксон Т. Н. Исландские королевские саги о Восточной Европе. Тексты, перевод, комментарий. Издание второе, в одной книге, исправленное и дополненное. / Татьяна Николаевна Джаксон. – Москва: Русский фонд содействия образованию и науке, 2012. – 779 с.",
      "Исландские саги Том 1. – Москва: Языки славянской культуры, 2000. – 655 с.",
      "Исландские саги. Том 2. – Москва: Языки славянской культуы, 2004. – 608 с.",
      "Мельникова Е. А. Германский героический эпос в средневековой Скандинавии: актуализация традиции. / Елена Александровна Мельникова. // Самые забавные лживые саги. Сборник статей в честь Г. В. Глазыриной. – 2012. – с. 122–137.",
      "Пріцак О. Й. Походження Русі. Стародавні скандинавські джерела (Крім ісландських саг) Т.1. / О. Пріцак. – К.: Обереги, 1997. – 1084 с.",
      "Сага о людях из Лососьей Долины [Електронний ресурс]. – Режим доступу до ресурсу: http://norse.ulver.com/src/isl/laxdaela/ru.html.",
      "Сага о Хрольве Пешеходе. Göngu-Hrólfs saga [Електронний ресурс]. // Водолей. – 2008. – Режим доступу до ресурсу: http://norse.ulver.com/src/forn/gonguhrolf/ru.html.",
      "Сванидзе А. А. Викинги – люди саги: жизнь и нравы. / Аделаида Анатольевна Сванидзе. – Москва: Новое литературное обозрение, 2014. – 800 с.",
      "Стеблин-Каменский М. И. Саги как исторический источник. / М.Стеблин-Каменский // Рыдзевская Е. А. Древняя Русь и Скандинавия IX-XIV вв. – Москва: Наука, 1978. – с. 18–28.",
      "Успенский Ф. Б. Люди, тексты и вещи. Из истории культуры средневековой Cкандинавии. / Ф. Б. Успенский — М.: Форум: Неолит, 2015. — 256 с.",
      "Brink S. Law and legal customs in Viking Age Scandinavia. / Stefan Brink // The Scandinavians from the Vendel Period to the Tenth Century An Ethnographic Perspective. / Stefan Brink. – Woodbridge: Boydell Press, 2002. – P. 117–129.",
      "Brink S. Law and society: polities and legal customs in Viking Scandinavia. / Stefan Brink. // The Viking World / Stefan Brink. – London and New york: Routledge, 2008. – P. 23–32.",
      "Brink S. Law and society: polities and legal customs in Viking Scandinavia. / Stefa18. Brink S. The creation of a Scandinavian provincial law: how was it done? / Stefan Brink. // Historical Research. – 2013. – №86. – С. 432–442.n Brink. // The Viking World / Stefan Brink. – London and New york: Routledge, 2008. – P. 23–32.",
      "aws of Early Iceland: Gragas I. – Winnipeg: University of Manitoba Press, 2007. – 281 p.",
      "Magnus Lagabøters landslov. – Oslo: Universitetsforl, 1970. – 206 s.",
      "Mees B. Weaving words: Law and performance in early Nordic tradition. / Bernard Mees. //Amsterdamer Beiträge zur älteren Germanistik. – 2013. – №70. – P. 131–150",
      "The Saga of Gunnlaug Serpent-Tongue. – London, Edinburg, Paris: Thomas Nelson & Sons, 1959. – 119 p.",
      "Tunstall P. The Saga of Hrolf Kraki and his Champions [Електроннийресурс]. / Peter Tunstall // Northvegr. – 2005. – Режим доступу до ресурсу: https://web.archive.org/web/20100908084159/http://www.oe.eclipse.",
      "Völsunga Saga. – London: Nelson: Thomas Nelson and Sons, 1965. – 219 p."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Аннали Юридичної історії Том 1. Номер 1, 2017. С. 80-86",
    "tags": [
      "Генеалогія",
      "Династія Мунсе",
      "Вікінги",
      "Свередньовічна Швеція",
      "Русь",
      "Норманська теорія"
    ]
  },
  {
    "img": "monk_sneaking_a_drink.jpg",
    "title": "Історія повсякдення середньовіччя. Побут монахів. Харчування",
    "author": "Влад Кіорсак",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "Щоденний обід монахів Клюнійського монастиря складався із двох страв. Першою стравою була каша, а другою овочі та зелень, яку вирощували на монастирських городах. В понеділок, середу і п’ятницю належало споживати додаткову їжу. Раціон в інші дні складався з риби. Кожної неділі, за виключенням тих днів, які входили до Різдвяного та Великого посту, а також першого дня генерального капітулу та Дня Святої Трійці готували спецільну страву із м’яса, приправленого шафраном та іншими спеціями.",
      "В піст основу харчування складала риба та яйця, найпоширенішою стравою був молочний суп, а також вафельні трубочки. Досить довгий час яйця було заборонено споживати в піст. Проте після пом’якшення вимог цю заборону було скасовано і з яєць монахи вигадували майстерні страви, які навіть зараз можуть здивувати гурманів. В певний період часу м’ясо було табуйованим продуктом в монастирях. Вважалося, що воно спричиняє хтивість. Окрім того, м’ясо було дуже дорогим продуктом за мірками Середньовіччя, що суперечило уявленням про монаха, як бідного аскета. Тут варто додати, що поняття м’яса було трохи іншим, до прикладу домашню птицю не вважали м’ясом. Попервах не була заборонена й дичина, однак невдовзі табу було накладено на всіх чотириногих тварин.",
      "Спочатку м’ясо дозволялося їсти лише по великих святах, або в присутності значного гостя, однак такі поступки призвели до маніпуляцій і невдовзі окремі конгрегації почали споживати м’ясо дуже часто (за середньовічними мірками).",
      "Важливим атрибутом було сало. На тваринному жирі дуже часто готували їжу, особливо в регіонах Північної Європи, де оливкова олія була рідкісним і дуже дорогим продуктом.",
      "Найважливішою харчовою одиницею була риба. Її солили, коптили, споживали свіжою. Розводили у водоймах на території монастиря, або купували. В окремих монастирях споживали мідій, раків та устриці. Варто сказати, що в той час рибами вважали і бобрів, і навіть деяких качок, через їх водяний спосіб життя.",
      "Масло та сир не вважалися скоромними продуктами, хоч і були тваринними жирами. Саме завдяки монахам до нас дійшла така велика кількість сирів. Не нехтували отці церкви й солодощами, на які не було жодних обмежень. Готували різноманітні пироги, млинці, печиво та пряники.",
      "Побутове життя православних монахів у Візантійській імперії було регламентовано більш суворо. До нас дійшлий й тогочасні правила поведінки за столом, які записували чернечі ордени. Перед прийомом їжі завжди потрібно вимити руки та прийти вчасно до столу, щоб встигнути на молитву. Лише після того як абат її виголосив можна було сідати за стіл. Будь-які розмови за їжею були заборонені, натомість була розроблена ціла система жестів, якою монах міг повідомити про те, що його сусіду чогось не вистачає чи про щось попросити. Одразу після їжі необхідно було прибрати своє місце. Завершувалась трапеза наказом абата.",
      "Окрім того, монахи споживали велику кількість вина. Його зазвичай розбавляли водою, що не дуже подобалося монахам. Ще святий Бенедикт зазначав, що монахам можна випивати 300 грамів вина, однак, якщо вони тяжко працювали, то цю норму можна було збільшувати на розсуд абата. Поступово ця кількість збільшувалася, так, історик Кастельно зазначав, що річне споживання вина одним монахом складало 1132 літра.",
      "Там де не ріс виноград варили пиво. Цей напій був не менш важливим, ніж вино. Окремі ордени володіли монополією на його виготовлення. Пивоваріння навіть мало свого покровителя святого Арнольда.",
      "Всі ці твердження можуть створити хибне уявлення про те, що монахи, як і більшість людей в Середні віки недоїдали, а суворі догматичні обмеження в їжі перетворювали їх на людей, які харчувалися лише “духовною” їжею. Тут варто сказати, що все було зовсім не так. Дуже часто в тогочасних творах можна побачити архетип монаха, як товстого і ненажерливого чоловіка, який ставав об’єктом сатири за свою вдавану праведність і безпринципність. Окрім того, монахи дуже важко працювали майже весь вільний час і відновлення сил потребували затрати великої кількості калорій.",
      "За підрахунками М. Руша щоденно монах споживав від 4700 до 6882 калорій. Це при тому, що в наш час кількість калорій, яку щоденно споживає пересічний чоловік складає 3000. Така велика кількість калорій була зумовлена тим, що тогочасні люди споживали велику кількість хліба та інших борошняних виробів. Так, один монах з’їдав від півтори до двох кілограмів хліба і запивав це все вином (також десь півтори літри в день).",
      "Історики пояснюють це в першу чергу ментальними категоріями. Середньовіччя була часом перманентного недоїдання і люди їли завжди, коли була така можливість. А у випадку із монахами все це доповнювалося періодами посту, які потрібно було строго виконувати."
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована на сатйі Львівського медієвістичного клубу",
    "tags": [
      "Побут у середньовіччі",
      "Повсякдення",
      "Їжа у середньовіччі",
      "Монахи"
    ]
  },
  {
    "img": "Medievall-France.jpg",
    "title": "Праввове значення і політичні наслідки труаської угоди 1420 р. для історії французького королівства",
    "author": "Дмитро Копилов",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "Мирна угода в Труа була наслідком битви при Азенкурі 25 жовтня 1415 р. і політичних розбіжностей двох французьких партій (Арманьяків і Бургіньонів), що переросли у відкритий збройний конфлікт за владу і вплив на короля Шарля VI Валуа Божевільного (1368–1422).",
      "Ініціатором і організатором зазначеної угоди виступила Бургундія, в першу чергу герцог Філіп ІІІ Добрий (1396–1467), а також молодий та енергійний англійський король Генрі V (1386–1422). Англійський король, задля остаточної легітимізації свого права на англійський престол, відновив війну з Францією – одразу після врегулювання кризи у своїй країні. Зовнішня війна мала підняти престиж та авторитет короля в очах підданих [24, с. 213].",
      "Право на престол Франції Генрі V обґрунтував попередніми діями свого родича з династії Плантагенетів Едварда ІІІ (1312–1377) та мирною угодою, яку той уклав із Францією. Едвард ІІІ також обґрунтовував свої права на французький трон Салічною правдою, оскільки був онуком Філіпа IV Красивого (1268–1314). Варто підкреслити, що Генрі V опирався на політичний і військовий досвід Едварда ІІІ та намагався копіювати прадіда. Однак, уклавши 8 травня 1360 р. мирну угоду в Бретіньї, Едвард ІІІ фактично визнав рід Валуа легітимною правлячою династією Франції. Водночас він відкинув свої домагання на французький престол і приєднав до англійської корони Гієнь, Сентонж, Пуату, Кале та інші території. Конфлікт мав би бути вичерпаний [11, с. 103 – 107].",
      "Втім, умови угоди в Бретіньї закономірно не влаштовували французького короля Шарля V (1338–1380), який почав проводити економічні та військові реформи задля майбутньої війни з Англією. Бойові дії відновилися в 1369 р., коли Едвард ІІІ вкотре заявив про своє право на трон Франції і разом з сином Едвардом Вудстоком Чорним Принцом (1330–1376) отримав ряд перемог над французами. Однак, тоді в Британї почались заворушення шотландців, ймовірно не без втручання Шарля V. Едвард ІІІ змушений був зробити паузу у війні з французами, але 1377 р. помер. Справу Плантагенетів продовжила побічна гілка цієї династії – Ланкастери.",
      "В 1415 р. Генрі V заявив про своє право на французький трон, але Валуа вважали, що домагання Ланкастера не мають під собою жодного правового підґрунтя. Зі свого боку, Генрі V міг закинути французам те, що у його жилах тече кров Плантагенетів, які за вже згаданою Салічною правдою мали право на французьку корону. Оскільки Карл V не дотримався мирної угоди в Брітіньї і, відкрито порушивши її, розпочав війну проти Англії, він – Генрі V – не порушує150 миру, який настав після смерті Едварда ІІІ і його сина, а лише встановлює справедливість та відроджує порядок. При цьому, молодий Генрі V посилався на право крові та обґрунтовував своє вторгнення у Францію віроломством попереднього французького короля, який порушив встановлений Едвардом ІІІ порядок [11, с. 106].",
      "У будь-якому разі, юридичних причин для конфлікту вистачало. В Англії і Франції розуміли, що конфлікт після смерті Едварда ІІІ і Едварда Вудстока Чорного Принца не завершився, а лише призупинився.",
      "Нову військову операцію проти французів планував провести ще батько Генрі V, король Генрі IV (1366–1413), але через внутрішньополітичні чвари, пов’язані з узурпацією ним англійського трону і вбивством представника правлячої династії Плантагенетів Річарда ІІ (1367–1400), зробити цього не зміг. Задуми батька втілив у житті син. Тріумф англійців в битві при Азенкурі 1415 р. затвердив престиж і авторитет Генрі V як англійського короля з династії Ланкастерів.",
      "Важливу роль для укладення мирної угоди в Труа відіграла партія бургіньонів, яка пізніше переорієнтувала свої погляди на Англію. На це, в свою чергу, вплинули події перемовин між дофіном Шарлем Валуа (1403–1461) і Жаном Безстрашним (1371–1419) на мосту в Монтеро [21, с. 134]. Втім, вважаємо доцільним стверджувати, що фундамент майбутнього союзу Англії і Бургундії було закладено ще 1415 р., коли Жан Безстрашний відмовився виступати війною проти англійських інтервентів [23, с. 288].",
      "Отже, в 1417 р. Генрі V з армією в 7-10 тис. осіб, здійснив чергову військову кампанію у Францію. У 1419 р. в англійських руках опинилися Кале, більша частина південного сходу з центром у Бордо, а також Нормандія і Бретань. Тоді ж Францію було номінально поділено на сфери впливу між англійським королем Генрі V, Жаном Безстрашним разом з Шарлем VI та Ізабеллою Баварською (1370– 1435) і дофіном Шарлем [23, с. 295].",
      "Англійський король поступово просувався по долині Сени на південь Франції. У цей час Жан Безстрашний і дофін вели дипломатичні переговори з англійцями. Навесні відбулася зустріч герцога Бургундії та англійського короля. За повідомленням бургундського хроніста Ангерана де Монстреле (1390–1453), Генрі V зробив на цій зустрічі хитрий крок: коли Жан Безстрашний встав на коліна і зігнув голову, англійський король підійшовши взяв його за руку, обійняв та проявив повагу. Річ у тім, що Генрі V потребував подібного союзу. Методи дипломатії були легшими і абсолютно безкоштовними засобами для досягнення мети. Натомість військова кампанія потребувала великих фінансових затрат. Варто зауважити, що англійський король не міг тоді використати чвари між бургіньонами і арманьяками на свою користь.",
      "У Мелені, з 30 травня по 30 червня 1419 р. було проведено декілька нарад, на яких були присутні Шарль VI, Ізабелла Баварська, їх дочка Катерина Валуа (1401– 1437), Жан Безстрашний та брати короля Генрі V Хамфр і Глостер (1390–1447), Томас Кларенс (1387–1421). Ці наради ні до чого не призвели, оскільки Генрі V151 забажав те, що не було вигідно герцогу Бургнудському і королю Шарлю VI – суверенні Нормандію та Аквітанію і руку Катерини. Герцог Бургундський та Ізабелла не могли погодитися на такі зухвалі умови. Територіальний поділ королівства означав би крах їхнього престижу, підірвав би довіру прихильників [21, с. 132]",
      "Перш ніж виїхати з Мелену, Генрі V сказав герцогу: «Милий кузене, хочу, щоб ви знали, що ми або отримаємо дочку короля, або виженемо його з королівства разом з вами. Сір, – відповів Жан, – можливо, вам такі слова легко вимовити, але перш, ніж ви зможете вигнати з цього королівства мого пана і мене, я нітрохи не сумніваюся в тому, що ви вже достатньо втомитеся».",
      "Оскільки англійці могли загрожувати безпосереднім володінням герцога Бургундського, він вирішив піти на дипломатичні поступки разом з супротивником – дофіном, котрому тоді було 15 років. Ймовірно, герцог Бургундський не сумнівався, що зуміє перетягнути на свою сторону малолітнього дофіна Шарля.",
      "Король Генрі V знав про зв’язки Жана Безстрашного з дофіном і відреагував миттєво, захопивши важливе місто Понтуаз на Уазі, причому розпочав військову операцію одразу після закінчення перемовин. Такий крок англійського монарха мав на меті дати зрозуміти герцогу Бургундському тверду позицію Англії [7, с. 133]. 10 вересня 1419 р. делегації дофіна і герцога Бургундського зустрілися на мосту в місті Монтеро, недалеко від Парижа. Подальші події на мосту залишаються незрозумілими через нестачу джерел [18, с. 319].",
      "Зрозуміло лише, що переговори зайшли в глухий кут, а герцога Бургундії Жана Безстрашного було вбито лицарем зі свити дофіна Шарля Тангідю Шателем. Більшість істориків дотримуються версії, що вбивство герцога Бургундського стало своєрідною помстою за вбивство його людьми Людовіка Орлеанського (1372–1407) у 1407 р. [18, с. 320].",
      "Більш як століття потому король Франциск І (1494–1547) відвідав крипту у Шампмоле, де місцевий монах показав йому череп Жана Безстрашного з отвором від удару бойовою сокирою, підкресливши, що через «цей отвір англійці зайшли у Францію». Як би там не було, вбивство поставило хрест на об’єднанні сил у війні з англійською інтервенцією. Син Жана Безстрашного Філіп ІІІ Добрий (1396–1467) розірвав відносини з дофіном Шарлем (до того ж, останній відмовлявся визнати свою провину). Ця ситуація виглядає алогічно, оскільки вбивати Жана Безстрашного, який пропонував мир і спільні дії проти Англії заради помсти, означало поставити свої особисті інтереси вище державних. На додачу Бургундія була єдиним сильним союзником усередині країни проти англійців. Можливо, вбивство організував навіть і король Генрі V, щоб не допустити об’єднання протиборчих сил. Відомо, що він вів переписку і з арманьяками і з бургіньонами [18, с. 320].",
      "Тепер союз Бургундії та Англії залишався питанням часу.",
      "У січні 1420 р. проведено Королівську раду, де головою виступив Шарль VI. На раді було видано ордонанс в якому дофіна Шарля (рідного сина короля) піддали152 прокляттю. З огляду на хворобу короля, всі ці рішення приймалися Ізабеллою Баварською і бургіньонами, які домінували в його свиті і адміністрації. Дофіна викреслили зі спадщини і назвали «батьковбивцею, образником королівської величі, руйнівником і ворогом народної волі». Як вдало зауважив російський історик О. І. Нуждін, ордонанс створив незвичайну правову ситуацію. Єдиний нащадок французького короля позбавлявся прав на трон [18, с. 321].",
      "Проблема полягала в Салічному законі престолонаслідування, який відновили у Франції на початку XIV ст. задля вирішення династичних криз. Права престолонаслідування обходили жінку. Таким чином, майбутнім королем мав би бути представник побічної гілки правлячої династії або агнат короля. Кандидатур на цю роль було декілька – в першу чергу син Жана Безстрашного Філіп ІІІ Бургундський. Однак, розуміючи, що корона Франції цікавить Генрі V, він більше за все переймався економічними і політичними проблемами рідної Бургундії. Ще одна особа, Шарль Орлеанський (1394–1465), син вбитого Людовіка, підходив на роль короля, але в 1415 р. в битві при Азенкурі він потрапив у полон і перебував в Англії.",
      "Таким чином, окрім англійців (якщо виключити герцога Бургундського) очолити реальну владу ніхто не міг. Це була перша передумова договору [18, с. 321].",
      "Герцог Філіп сподівався, що в обмін на допомогу англійському королю, зможе розширити власні володіння і буде проводити свою політику в регіонах які його цікавлять (у Фландрії). Філіп ІІІ сподівався також, що Бургундія буде відігравати одну провідну роль у Франції, коли Генрі V досягне своєї мети [8, с. 25].",
      "Втім, виникали певні труднощі, оскільки молодий герцог був головним пером Франції. «Допомога» іноземному королю зайняти французький трон, означала б, що він скоїв великий злочин проти короля і Бога (оскільки влада короля була від Бога), а це, в свою чергу, плямувало репутацію герцога, чим би і скористався дофін.",
      "Коли король Англії і герцог Бургундії досягли порозуміння, Генрі V знову вкотре здійснив хитрий хід. Суть його полягала в наступному. Ще на Різдво 1419 р. Бургундія і Англія уклали угоду, в якій зазначалося, що герцог Бургундський допоможе отримати французьку корону Генрі V, який, в свою чергу, не короля Шарля VI. Це було зроблено не через те, що Генрі V поставився з розумінням до хворого французького монарха, а суто внаслідок стратегічних міркувань – не дати підняти голову арманьякам. Генрі V погодився з Філіпом ІІІ, що стане регентом Шарля і Французького королівства. Шарль має правити до смерті, після чого королем Франції стане Генрі V і його нащадки. До того ж, англійці мають самостійно правити в тих землях Франції, які вони завоювали у попередні роки [8, с. 26].",
      "Генрі V був розважливим реалістом. Після вбивства Жана Безстрашного в 1419 р. англійський король різко змінив своє ставлення до ситуації. Зокрема він кардинально змінив свою політику оскільки розумів, що відбувся перелом на153 користь Англії. Тепер англійський монарх заявив, що єдиним актуальним питанням для нього залишається корона Франції. Якщо при житті батька Філіпа ІІІ Доброго Генрі V хотів землі Аквітанії і Нормандії, то зараз, коли переорієнтація молодого герцога Бургундського на Англію була очевидною, він бажав створити Об’єднане Королівство Англії і Франції – цілковито нову державу на мапі середньовічної Європи. Фактично Англо-бургундський блок вже було сформовано. Саме йому судилося стати підґрунтям Труаської угоди [24, с. 230].",
      "Філіп ІІІ Добрий віднині виступав посередником між Валуа і Ланкастерами. Молодий та енергійний герцог розробляв структуру майбутньої угоди. У 1420 р. він у своєму листі, адресованому 9 лютого самоврядним містам Французького королівства, повідомляв, що союз з Англією вигідний Франції. Адже завдяки ньому, нарешті наступить мир, а порушити його може тільки самопроголошений дофін Шарль. Герцог закликав не підкорятися йому [18, с. 321–322].",
      "Варто відзначити, що Ізабелла Баварська, всупереч думці більшості істориків, не відчувала неприязні до свого опального сина Шарля. Про це свідчить факт, що в 1419–1420 рр. вона намагалася встановити з ним добрі стосунки. Англійський історик П. Ейрл зазначає, що історія, пов’язана з публічною заявою Ізабелли, під час якої вона назвала Шарля бастардом, який з’явився на світ через її любовні інтриги, не підтверджується джерелами. Радше за все, цей епізод був повністю вигаданий англійцями. Варто також зауважити, що до цього моменту, Шарля ніхто не називав бастардом і не сумнівався в його королівському походженні. Такий крок був вигідний англійцям, у першу чергу Генрі V – цей хід ще більше посилював його права на трон Франції.",
      "Хоча королева з підозрою поставилася до дій герцога Бургундського та англійського короля, але фінансовий і особистий тиск з боку матері герцога Бургундського Маргарити Баварської і Людовіка де Робсара, якого король Генрі V спеціально відправив до королеви, зробили свою справу. 17 січня вона погодилася з тезами, що Шарль не має прав на трон і підтримала Англо-бургундський союз [8, с. 27].",
      "21 березня 1420 р. Філіп ІІІ Добрий прибув в Труа для зустрічі з послами Генрі V. Розпочалися переговори про угоду, котрої вже давно очікували обидві сторони. З боку французів були присутні представники бальяжів, міст, станів Генеральних штатів, Паризького Університету і духовенства різних міст.",
      "Усім представникам розтлумачили суть майбутнього договору. В першу чергу, угода створюється не заради задоволення потреб англійського короля, а для встановлення миру і порядку на території Французького королівства. Парижани підтримали реалізацію угоди, бо в такому разі Нормандія, яку зайняли англійці, переходила під управління Парижа.",
      "Деякі представники паризького духовенства, присутні на зустрічі з герцогом Бургундії, виступили проти угоди, оскільки розуміли, що війна не закінчиться. Жан де Туазі єпископ Турне все ж таки переконав парижан у тому, що потрібен мир: «Окрім англійського короля, який володіє реальною владою і силою, Париж ніхто154 не захистить». Додатковим аргументом стало те, що місто заняли бургіньони, які 29 травня 1418 р. вирізали всіх арманьяків. При цьому вбивства арманьяківв Парижі були настільки масштабними, що їхні трупи «лежали купами, як свині у болоті» [19, с. 154].",
      "Промова єпископа подіяла. 8 квітня 1420 р. було розроблено першу частину мирного договору – «Попередню частину умов». Нарада завершилася 9 квітня. Тоді ж було опубліковано текст попередніх умов і відправлено посольство до Руану, де знаходився Генрі V.",
      "Щоб вдати легітимність передачі французького трону англійському королю, «Попередня частина» цієї умови опиралася на норму Салічної правди. Щоб передати корону, король Шарль VI мав би проголосити Генрі V своїм сином. Після смерті французького короля, корони Англії і Франції мали об’єднатися в одну державу, в той час як після смерті Генрі V, корона Об’єднаного Королівства Англії і Франції мала перейти до його нащадків. При цьому, Франція зберігала право, закони, звичаї [15, с. 75].",
      "Нарешті 29 квітня, за участі станів Генеральних штатів, мера Парижа, канцлерів, єпископів Нотр-Даму, представників Паризького університету, прево та міщан, було затверджено «Попередні пункти». З підписанням угоди треба було поквапитись, оскільки ніхто не міг знати коли у Шарля VI знову розпочнуться прояви хвороби. В такому разі, якщо англійцям і вдалося б змусити короля підписати документ в стані хвороби, то арманьяки могли апелювати тим, що угода підписана королем, який зробив це несвідомо.",
      "Важливо наголосити, що ще в XIV ст. було сформовано уяву про «образу величності». Склад цього злочину полягав насамперед у посяганні на суверенне право короля, а також в його невизнанні чи порушенні. Російський медієвіст Ю. П. Малінін, зауважив: «Піддані, які оскаржують, відкидають або не визнають ордонанси короля, скоюють злочин, ображаючи величність». Особливо страшним злочином вважалося присвоєння суверенних прав французького короля. Генрі V, як і Едвард ІІІ, порушив зазначену норму, тому йому потрібна була подібна угода, що могла б обґрунтувати і реабілітувати його право на французький трон.",
      "З іншого боку, в тому ж XIV ст. з’явилася і набрала популярності максима: «король є імператором в своєму королівстві». Себто, король мав як суверенний пан, бути не просто хранителем і захисником закону, а й законодавцем, котрий здатен скасовувати старі і запроваджувати нові закони [14, с. 234–235].",
      "На одному із засідань паризького парламенту, в 1418 р., адвокат зауважив, що «король є імператором у своєму королівстві, яке він отримав лише від одного Бога, не визнаючи ніякого земного суверенного сеньйора, і тому править і керує, як треба, королівством і підданими… видаючи закони, статути, ордонанси і постанови, які жоден з його підданих або хтось інший не може ні оскаржити, ні піддати сумніву, ні обговорювати прямо або опосередковано». Фактично, завдяки цьому законодавству і такому трактуванню королівської влади,155 англійський король і герцог Бургундський зуміли реалізувати затвердження прав англійського короля і його нащадків на французький трон. Проти виступили лише арманьяки з дофіном Шарлем на чолі. Виступаючи проти угоди, молодий дофін порушував волю законного суверена, тому його і всіх, хто його підтримував Генрі V мав би підкорити волі законного короля [14, с. 236].",
      "З англійської сторони умови угоди писали безпосередньо Генрі V і його брати та досвідчені чиновники. Особливо активно себе проявив Томас Монтегю граф Солсбері.",
      "8 травня 1420 р. король Генрі V, який на цей час вже знаходився в Понтуазі, виступив в Труа. В місто прибули Шарль VI, Ізабелла Баварська і Катерина Валуа, з якою англійський король мав одружитися [15, с. 77].",
      "В Труа підготували все для урочистої церемонії підписання угоди, місто причепурили і прикрасили до святкування, делегації теж були на місці. Генрі обережно підходив до міста, побоюючись арманьяків, які контролювали землі за річками Сеною та Йоною на південному сході від Парижу. Для протидії французам англійцями було задіяно велике військо, що складалося в основному з лучників – рішучої та ефективної сили. Генрі V пройшов повз Париж, мешканці якого стовпилися на міських мурах, щоб побачити англійського короля. 9 травня англійці підійшли в сильно укріплене місто Провен для відпочинку [8, с. 28].",
      "20 травня, англійський король Генрі V, якого зустрів і супроводжував герцог Бургундський, урочисто ввійшов у Труа.",
      "Після того, як англійці зайшли в місто, Генрі V вирушив до французького короля, щоб вшанувати його, але Шарль VI, котрий сидів на троні, не впізнав Генрі. Багато хто з присутніх, зокрема й королева з принцесою, зніяковіли від такої сцени. Але Шарль все ж промовив «А, це ви? Ласкаво просимо, ми раді вас бачити! Привітайте дам» [8, с. 26]. Після цього Генрі V поцілував королеву і принцесу та провів з ними бесіду, присвячену організаційним моментам та наслідкам майбутнього договору. Потім ,в супроводі свити, Генрі попрямував до резиденції.",
      "Із ратифікацією умови треба було поспішати, оскільки ніхто не міг знати точно, коли король Шарль знову втратить свідомість. На наступний день, 21 травня Генрі V урочисто вступив у міський собор Св. Павла для церемонії ратифікації угоди [20, с. 136].",
      "У соборі Генрі V та Ізабелла разом пройшли по довгому нефу, після чого англійський король піднявся на вівтар в апсиді собору та урочисто зачитав усім присутнім статті мирної угоди, яку почали називати Труаською угодою. Варто відзначити, що цей договір англійський король скріпив тією самою печаткою, що й Едвард ІІІ у 1360 р. мирну угоду в Брітіньї. Це також мало б вказати на остаточну правову справедливість, яка запанувала між обома королівствами. Себто, молодий Генрі V закінчив справу розпочату прадідом. Не менш цікавий факт полягає і в тому, що на церемонії ратифікації не було французького короля. Це надавало правову зброю арманьякам, які почали зазначати, що угода підписана не з волі Шарля VI [10, с. 200].",
      "Вже згадуваний історик О. І. Нуждін зауважив, що договір містить три групи умов:",
      "1. Статті 1-17, 20-23, 27- 28, 30-31 присвячено управлінню державою під час життя короля Шарля та функціям, які повинен у цей період виконувати Генрі V.",
      "2. Статті 18, 24-25 присвячено правовому порядку передачі влади, налагодженню відносин з герцогом Бургундським, і опальним дофіном (статті 19,26,29).",
      "3. Статті 1, 24-25 декларували основну мету договору – встановлення миру між двома державами.",
      "Сам документ – це пергаментний лист 54,5 x 70 см., що починається з преамбули: «Карл милістю божою король Франції на вічні часи. В ім’я миру і припинення чвар між королівствами Франції і Англії…». Текст написаний латиною, дрібним готичним шрифтом і складається з 31 статті, тексту постанов, клятви і висновків [18, с. 323–324].",
      "Основна умова мирної угоди – мир між обома королівствами і передача права на трон Шарлем VI Валуа Генрі V Ланкастеру. Цікаво, що в умові договору зазначалося, що у погіршенні відносин обох королівств була винна не тільки політика попередників, але і «войовнича церква» [18, с. 325].",
      "Віднині англійський король Генрі V ставав сином і нащадком короля Франції. Це був вдалий дипломатичний хід, оскільки Генрі V не можна було звинувачувати в посяганні на королівську гідність і порушенні Салічної правди. Генрі V мав шанувати свою жінку і короля з королевою. Катерина мала б зберегти титул королеви Франції.",
      "В 6 пункті зазначалося, що після смерті Шарля VI Франція з усіма володіннями і королівським правом «…навічно передані будуть нашому синові, нашому королю Генрі і його нащадкам» [15, с. 74].",
      "З огляду на серйозну хворобу французького короля, угода містила чітку вказівку, в якій зазначалося, що управління державою французький монарх має передати при житті (як і всю виконавчу владу) англійському монарху, котрий має право керувати країною, зважаючи на Королівську раду і Раду дворянства. Після смерті Шарля VI, Генрі V отримував повне право звільняти або замінити членів рад, які було сформовано Шарлем VI.",
      "Фактично, англійському королю розв’язували руки, від часу ратифікації і набору чинності Труаської угоди Генрі V мав свободу дій, обмежену лише символічно, з огляду на загальну ситуацію, що склалася в королівстві.",
      "Про свободу дій англійського монарха свідчить 7 пункт умови: «…справи управління передані будуть вказаному синові нашому, королю Генрі, який приймає на себе зобов'язання правити з усією турботою, старанням і відданістю до більшої слави Божої, а також на славу нашу і подружжя нашого, і в ім'я процвітання названого королівства, щоб захистити, убезпечити і умиротворити назване королівство, керуючи їм згідно з вимогами справедливості і правосуддя, спираючись в тому на пораду і допомогу вищих157 сеньйорів, баронів і дворян названого королівства» [4, с. 100].",
      "Генрі V не мав права посягати на владу французьких Генеральних штатів, а також не міг скасовувати права і вольності в будь якому регіоні, як при житті так і після смерті французького короля. Мирна угода була вдалим кроком для англійців у всіх сферах, в першу чергу в економічній. Що стосується права, норм, звичаїв і традицій Французького королівства, то цей аспект теж було уточнено в угоді. Англійський король, після смерті Шарля, ставав королем Франції, але не міг ні зараз, ні пізніше змінювати жодних інституцій, закладених Капетингами і Валуа. Міста і бальяжі мали б і надалі зберігати свої права та устрій, який існував за часів Шарля VI. До того ж, дуже важлива теза, яка вказує, що Генрі V міг впроваджувати в органи місцевого самоврядування – «людей надійних, чесних, здатних». Університети, церква та будь які навчальні заклади світського і духовного характеру, які знаходились під юрисдикцією корони, в тому числі і в Нормандії (якою керували англійці), «в повній мірі зберігали свої права і власність, доходи, пільги, вольності, прерогативи та інше, які їм належали в королівстві Французькому, які дозволені їм особливо, серед інших підданих Французької корони» [4, с. 100].",
      "Проблемою залишалося питання півдня Франції і арманьяків. Південні землі не визнали юридичної сили Труаської угоди. Опозицію англійському королю очолював дофін, біля нього гуртувалися всі сили опору, але через інтриги його оточення, в майбутньому вони будуть отримувати поразку за поразкою.",
      "12 пункт угоди декларував, що англійський король має підкорити кожний замок, фортецю, місто, людину, які не підтримали волі суверена королівства, себто тих, хто порушив одне з головних прав Французького королівства. Король Генрі V має привести, до того ж в короткий час, всіх бунтівників до лона королівства. Отже, можна побачити, що мирна угода відкрито не ухиляється від продовження військових дій. Однак, помітна трансформація цієї війни: арманьяки де-юре стали «внутрішнім окупантом», що чинить супротив волі глави держави [15, с. 75].",
      "Спірні територіальні питання в угоді не підіймалися. Наприклад, питання належності Гасконі (яка раніше була володінням Плантагенетів) було вирішено в дуже хитрий спосіб. Оскільки, питання Гасконі не зачепили в угоді, то, відповідно, статус цієї місцевості не мав би змінюватися. З юридичної точку зору, її участь могли б вирішувати, спираючись на умови попередньої мирної угоди від 1396 р. Ця область залишалася під сюзеренітетом Франції, але оскільки королем Франції після смерті Шарля становився Генрі V, то підтверджувати свої права сюзерена на Гасконь не мало жодного сенсу. До того ж, Нормандія і північна частина Франції, яку підкорили і зайняли англійці, за умовами Труаської угоди теж мала б залишатися в складі Французького Королівства [18, с. 323–324].",
      "Чітко проголошувалося: «… інші, всі без винятку частини королівства Французького, які йому (Генрі V – Д. К.) вдасться підкорити, перейдуть під владу, юрисдикцію і управління французької корони» [4, с. 100].",
      "Фактично Франція ставала частиною Англії, номінально зберігаючи своє право, звичаї та норми, але з державного апарату Франції, по суті, можна було зробити маріонетковий уряд проанглійських чиновників.",
      "Важливим моментом угоди було обґрунтування легітимності прав англійського короля на французький трон, в обхід прав законного спадкоємця дофіна Шарля. Задля цього Генрі V став «милим сином» і нащадком французького короля і королеви, а принцеса Катерина ставала його жінкою, яка мала б народити законного спадкоємця на трон, який в свою чергу, мав би повні права на правління державою [15, с. 76]. Англійці вигадали і розповсюдили чутки про дофіна Шарля, котрі ставили під сумнів його право на трон (нібито був бастардом). Вірогідно, що це був блеф, який мав на меті підкріпити права англійського монарха [18, с. 326].",
      "Причини, через які дофін позбавлявся права володіння королівством, викладені нечітко і незрозуміло. Ні король Шарль, ні герцог Бургундський, ні Генрі V не мали права вступати в сепаратний мир з дофіном і арманьяками. Вже наступного року дофін Шарль, детально вивчивши статтю, що позбавляла його законних прав, видав «Маніфест проти угоди в Труа», де заявив що «честь флер-де-ліль (лілії – герб Валуа – Д. К.) і право на корону Франції не можуть бути передані чужинцям, особливо тим, хто є нашим споконвічним ворогом» [11, с. 259].",
      "Дофін закликав все населення королівства не визнавати угоди в Труа. Таким чином, Франція розділилася по р. Луарі – між володіннями Генрі V, бургундців та дофіна. В будь якому разі, дофін (на думку англійців) оскаржив суверенне право і волю глави держави, що вважалося великим злочином.",
      "Не менш важливою статтею щодо закріплення прав Генрі V і його спадкоємців на трон Франції була 29 стаття, що передбачала «…в обов’язок вищим сеньйорам, баронам, дворянам і представникам усіх станів зазначеного королівства, як то духовенству, так і мирянам, а також міщан і представників міського управління, що мешкають в усіх містах зазначеного королівства, виконуючи наказ наш принести таку клятву». Усі частини королівства з їхнім населенням, мали принести васальну клятву майбутньому королю Генрі V [11, с. 260].",
      "О. І. Нуждін зауважує, що створення подвійної держави з монархічною формою правління через особисту унію, сучасними істориками трактується через розмиту тезу про організацію, структуру і функціонування такої держави. Одна частина схильна вважати, що Франція стала маріонеткою Англії, а інша – що все відбулося навпаки. У цьому випадку, треба, на наш погляд, погодитися, що Франція мала стати маріонеткою Англії, оскільки всі міста без винятку зобов’язувались принести васальну клятву [18, с. 326].",
      "Не менш цікавими були статті, умови яких стосувалися відносин і становища герцога Бургундського Філіпа ІІІ Доброго. Молодий герцог Бургундський зняв із себе відповідальність за війну з арманьяками-дофіністами. Віднині основний тягар війни і пов’язані з нею проблеми лягали цілковито на плечі молодого англійського короля. Але герцог Бургундський, як основний союзник англійців на континенті, мав надсилати військові підкріплення для кампаній короля.",
      "Роль Філіпа ІІІ за статтями угоди була теж доволі розмитою. Англійський король Генрі V мав би не тільки прислуховуватися до Генеральних штатів, а так само й діяти: «З ради ... Філіпа, герцога Бургундського та інших знатних людей королівства ... ». Фактично, цю тезу можна розглядати як завуальовану участь герцога Бургундського в управлінні державою, оскільки Генрі V як регент і майбутній король Франції, мав би прислуховуватися до його порад.",
      "Головна вимога і обов’язок Філіпа Доброго полягала в збереженні тієї моделі державного ладу, який встановлювався після ратифікації і вступу в силу Труаської угоди. Зокрема, варто зазначити, що герцог не мав права вступати в перемовини про сепаратний мир з дофіном, без згоди Шарля і Генрі. Те саме правило було вирішено впровадити і для божевільного короля та Генрі. Хоча в майбутньому Філіп Добрий йшов на поступки дофіну, але це не передбачалося умовами угоди.",
      "В угоді нічого не зазначено про військову допомогу англійському королю з боку Філіпа Доброго, але нам відомо, що бургундські контингенти брали активну участь у військових кампаніях Генрі V і його нащадків. Це було вигідним кроком для герцога Філіпа ІІІ, який міг за це отримати землі і розширити свої володіння, що й відбулося, щоправда, вже після смерті Генрі V. У 1424 р. до складу Бургнудії увійшли Осерр, Макон, Бара-сюр-Сен, а в 1430 р. Шампань та Брі, які знаходилися в руках арманьяків [15, с. 77].",
      "Якщо Генрі V міг піти на якісь незначні територіальні поступки для свого бургундського союзника, то його спадкоємці насторожено сприймали посилення політичних позицій герцога Бургундського. Англійська адміністрація не збиралася працювати задля розширення і зміцнення Бургундії, тим більше, якщо зважати на те, що Філіп ІІІ Добрий був представником династії Валуа, а в кінці 1419 р. бургіньйони пропонували кандидатуру Філіпа на трон Франції [21, с. 212 ].",
      "Бургундія була вигідна Англії виключно як сильний військовий союзник на континенті. З часом, вона могла залишитись у ролі ізольованого від політичних справ королівства, її герцог став би маріонеткою в руках англійського монарха. Герцог Бургундський це прекрасно розумів. Наприклад, у 1424 р. молодший брат тоді вже покійного Генрі V Хамфрі герцог Глостер втрутився у політичну кризу Фландрії, що знаходилась у сфері політичних впливів Бургундії. Філіп ІІІ Добрий підтримував герцога Брабантського, який походив з бургундської династії. Регент Англії Хамфрі допоміг усунути герцога Брабантського і повернути фландрійські володіння графині Єни та Голландії Жаклін – допоміг політичному конкуренту герцога Брабантського. Філіп ІІІ був неймовірно обурився поведінкою Хамфрі і вступив з ним у листування, яке закінчилося викликом на поєдинок. І хоча Джон герцог Бедфорд вирішив конфлікт, пригрозивши, герцогу Бургундському, англобургундські взаємини дали помітну тріщину [15, с. 75–76].",
      "Ще одна серйозна серйозна тріщина пішла під час облоги Орлеана в 1428–1429 рр. Після знаменитої «Битви оселедців» 15 лютого 1429 р., Орлеан ось-ось мав би капітулювати перед ворогом, але Орлеанський бастард, зважаючи на охолодження відносин між Бургундією і Англією, відрядив дипломатичну місію до герцога160 Бургундського, щоб здати місто на милість його, а не англійців. Такий варіант дуже не сподобався регенту Франції Джону герцогу Бедфорду, який категорично відмовив і заявив: «Я не для того ставлю сільця щоб інші в них ловили птахів». Герцог Філіп ІІІ відвів всі свої війська з під Орлеану, тим самим послабивши позиції англійців у завоюванні міста, яке могло б відкрити їм шлях для остаточного захоплення всієї Франції [15, с. 76].",
      "Мирна угода в Труа була закріплена церемонією шлюбу короля Генрі V і Катерини Валуа. Від цього шлюбу в 1421 р. народився син і спадкоємець Генрі V Генрі VI. Труаська угода, як дуже вдало зауважила Н. Б. Басовська, створила ще одну ілюзію завершення Столітньої війни. Сер Вінстон Черчіль сказав про короля Генрі V, що той був «ясновельможним королем». Не можна не погодитися з цією тезою: Генрі V показав себе неймовірно вдалим військовим стратегом і ще більш вдалим політиком [8, с. 27]. Після підписання мирної угоди в Труа, Англія фактично домоглася своєї головної цілі – Франція (хоча і не вся) стала частиною Об’єднаного Королівства, але варто наголосити, що в Об’єднане Королівство входили лише північні землі і Гієнь, південні залишалися під повним контролем і владою дофіна.",
      "Цікаво, коли новина про підписання угоди дійшла до Парижу, то «всі його мешканці піднесли руки до неба в радощі» [21, с. 136]. Після підписання угоди бойові дії відбувалися спорадично, в тому числі і в Нормандії, англійці захоплювали останні осередки супротиву, зокрема було зайнято замки Жизор, Дрьо, Іврі, Шато-Гайяр.",
      "Угода стала основою для спільного союзу між англійцями і бургундцями, але цей союз проіснував до 1435 р., коли герцог Бургундський прямо порушив Труаську угоду і уклав союз з дофіном в Аррасі.",
      "Мирна угода в Труа мала важливі політичні і економічні наслідки для Франції і Англії, вона мала б створити об’єднану державу і встановити мир. Але через виступ дофіна з критикою і закликом не підкорятися волі англійського короля, держава була поділена, через що Генрі V не міг одразу втілити свої плани у життя. До того ж, коли він повернувся в 1421 р. в Англію, то зіткнувся з відкритою критикою представників парламенту. Парламент прийняв цілий ряд юридичних норм, які забезпечували Англії повну незалежність від Франції. До того ж, парламент вважав, що допоміг королю повернути корону Франції, яка належала йому по праву. Тому на «громадянську війну», яка проходила на території Франції, Генрі V зобов’язувався брати гроші зі своїх нових підлеглих. Під час свого останнього візиту в Англію Генрі V не отримав від парламенту субсидії, йому навіть прийшлося звернутися до приватної позики!",
      "Важливо підкреслити, що війну у Франції фінансувала сама Франція, англійці використовували податки місцевого населення для виплати своїм солдатам грошей. Пізніше, вже за короля Генрі VI, в Нормандії англійці призначили генеральним скарбником француза П’єра Сюрро, який зі скарбниці Франції оплачував службу англійським бійцям.",
      "У 1422 р. відбулися події, які кардинально змінили ситуацію в країні. Цього року помер Король Генрі V Ланкастер, а через шість тижнів король Шарль VI Божевільний. За умовами угоди в Труа, після смерті Шарля VI влада б мала перейти до Генрі V, а від нього до його сина. Тому порядок престолонаслідування було порушено. Цим скористався дофін і коронувався в Пуатьє під ім’ям Карла VII Валуа [18, с. 327].",
      "Так чи інакше, але війна, що відбувалась періодично, з невеличкими перервами, аж до 1453 р., позбавила Генрі V та його спадкоємця належної підтримки з боку французів. Їх обкладали все новими і новими податками, які йшли на фінансування війни, через що мирна угода в Труа втратила легітимність і призвела до краху всіх англійських досягнень. Остаточно угоду було анульовано в 1435 р., коли Філіп ІІІ Добрий уклав мир з дофіном і визнав його своїм королем. Планам Генрі V не вдалося втілитися в життя. Згодом англійці втратять всі свої володіння у Франції окрім міста Кале на півночі. Однак домагання англійців на Францію залишались актуальними аж до 1801 р., коли англійський король Георг ІІІ відмовився від титулу короля Франції, прийнятого Едвардом ІІІ в 1340 р. [17, с. 5–6]."
    ],
    "usedBooks": [
      "Азимов А. Франция. От последнего Каролинга до Столетней войны. Москва, 2010. 291 с.",
      "Ададуров В. Історія Франції. Львів 2002. 412 с.",
      "Tuetey A. Journal d’un bourgeois de Paris, 1405–1449. Paris, 1881. 460 p.",
      "Thetreaty of Troyes, 1420. English Historical Documents. Еd. by A.R. Myers. Vol. IV. London, 1969. 226. р.",
      "Renouard J. La chronique d’Enguerran de Monstrelet 1400–1444. Paris, 1887. 451 p.",
      "A Letter to King Henry V from an officer having the charge of Public Works at Calais, 1421. Letters of Queen Margaret of Anjou and Bishop Beekington and others written in the reigns of Henry V and Henry VI. London, 1863. 21 p",
      "Перруа Э. Столетняя война. Пер. с франц. М. Ю. Некрасова. СанктПетербург, 2002. 480 с.",
      "Эйрл П. Жизнь и эпоха Генриха V. Санкт-Петербург, 2003. 224 с.",
      "Фаулер К. Эпоха Плантагенетов и Валуа. Пер. с англ. С. А. Кириленко. Санкт-Петербург, 2002. 352 с.",
      "Фавье Ж. Столетняя война. Пер. с франц. М. Ю. Некрасова. СанктПетербург, 2009. 656 с.",
      "Съюард Д. Генрих V. Пер. с англ. Т. Н. Замилова. Смоленск, 1996. 397 с.",
      "Пти-Дютайи Ш. Феодальная монархия во Франции и в Англии X–XIII вв. М., 1938. 330 с.",
      "Перну Р., Клэн М. Жанна д’Арк. Пер. с франц. Т. Пошерстник, О. Ивановой. Москва,1992. 560 с.",
      "Малинин Ю. П. Франция в эпоху позднего средневековья. Санкт-Петербург, 2008. 452 с",
      "Лобанов А. Договор в Труа (1420 г.): От войны внешней к войне внутренней и наоборот. Вестник Российского государственного гуманитарного университета 2014. № 13.",
      "Ле Гофф Ж. Цивилизация средневекового Запада. Пер. с фр. Москва, 1992. 376 с.",
      "Калмыкова Е. Образы войны в исторических представлениях англичан позднего Средневековья. Москва, 2010. 660 с.",
      "Договор в Труа. Сборник документов по истории международных отношений в Средние века. Сост. О. И. Нуждин. Екатеринбург, 2001. С. 84.",
      "Бродель Ф. Ідентичність Франції. Пер. с франц. С. Глухової. Київ, 2014. 228 с.",
      "Бёрн А. Битва при Креси. История Столетней войны с 1337 по 1360 год. Москва, 2004. 333 с.",
      "Бёрн А. Битва при Азенкуре. История Столетней войны c 1369 по 1453 год. Москва, 2004. 352 с",
      "Басовская Н. И. Генрих V во Франции: нерожденная империя. Москва, 2007. 69 с.",
      "Басовская Н. И. Генрих V во Франции: нерожденная империя. Москва, 2007. 69 с.",
      "Норвич Д. История Англии и шекспировские короли. Пер. с англ. И. В. Лабанова. Москва, 2012. 414 с"
    ],
    "aboutAuthor":"M.A. історії, чден Львівського медієвістичного клубу",
    "aboutArticle":"Стаття була опублікована у збірнику Аннали Юридичної історії Том 2, Номер 1-2, С. 149-162",
    "tags": [
      "Історія Середніх віків",
      "Історія Франції",
      "Столітня війна",
      "Генрі V"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "Вплив східноєвропейських військових експедицій вікінгів на формування державності Русі",
    "author": "Влад Кіорсак",
    "categories": [
      "Local history"
    ],
    "date": "30.12.2018",
    "article": [
      "Скандинавський фактор на зламі тисячоліть змінив долю Європи, адже вплинув на формування нових держав, сприяв розвитку технологій та змусив трансформуватися тодішнє європейське суспільство перед новими викликами.",
      "Сучасники вікінгів описували їх як воїнів з прекрасними навичками ведення бою. Вони добре володіли зброєю, мали непробивну шеренгу, а також навички укріплення табору та облоги міст. У скандинавських сагах неодноразово згадується військова кмітливість скандинавів [25, с. 34-36], завдяки якій їх активно наймали на службу європейські правителі. Траплялося, що вікінгів європейці наймали для протистояння тим же вікінгам [6, с. 435-448; 38, p. 204-211].",
      "Військовий світогляд скандинавів зумовлювався їхніми релігійними віруваннями. Германський пантеон богів відповідав господарсько-культурному стилю життя цих народів. Верховний бог Одін був, в першу чергу, мілітарним богом, якого шанували воїни. Саме з культом Одіна пов’язують виникнення перших скандинавських військових угруповань, очільники яких (харизматичні вожді) претендували на божественне походження [45, p.50-54]. Згодом ці ватажки перетворювалися у правителів невеликих протодержавних утворень – конунгів та королів. Однак, традиція ведення свого роду від Одіна та Фрейра панувала навіть за часів, коли Скандинавія вже була християнською [16, с. 92-94]!",
      "На території Східної Європи археологи знаходять залізоробні майстерні чи не в кожному великому поселенні. Серед артефактів, знайдених на цих територіях, зустрічаються класичні мечі з клеймом VLFBERHT, а також їх копії місцевого виробництва. Мечі франкського типу повсюдно використовувалися воїнами і місцеве слов’янське озброєння не могло із ними зрівнятися [28, p. 15-25; 3, с. 71-93].",
      "Унікальні кораблі дозволили використовувати вікінгам тактику раптового нападу, подорожувати вглиб Європейського континенту розгалуженою смугою річок. Саме вихідці зі Скандинавського півострова почали першими плавати на далекі відстані – в інших європейських державах тоді ще домінували каботажні перевезення. Вікінги першими добралися до Гренландії та Америки, а також винайшли прототип компаса [40, p 562-570]. Згодом, в Ісландії виникли географічні трактати, в яких автори демонстрували чудову, як для Середньовіччя, обізнаність про навколишній світ [17].",
      "Скандинавське ополчення мало назву «ледунг». Саксон Граматик описав цей процес в епізоді про набір Рагнаром Лодброком воїнів для походу на Геллеспонт. Він наказав щоб голова сім’ї віддав найміцнішого і найвідданішого сина для125 походу [43, p. 372]. На жаль, всі свідчення про цю процедуру ми отримуємо з кодифікацій законів ХІІІ ст. [11]. Однак, її суть очевидно полягала в тому, щоб зібрати максимальну кількість боєздатного війська, а ті, хто фізично не міг приєднатися до походу, зобов’язувались матеріально підтримати воїнів. Згодом це переросло у грошові податки.",
      "Основою перших військових формувань були так звані корабельні округи – «шіпслаги». Фактично це були групи, сформовані за територіальним принципом. Кількісно вони дорівнювали команді одного корабля. Серед них виділилися місцеві вожді — хевдінги, які керували командою. Декілька таких команд/округів складали військове ополчення, що здійснювало набіги на сусідні території [25, с. 32]. Перші експедиції, на думку Пітера Соєра, мали декілька сотень учасників [27, с. 184].",
      "Гарет Вільямс слушно зазначив що, скандинавські війська не були організовані конкретними національними правителями, будучи самостійними загонами, які формувались під керівництвом воєначальників, що не завжди походили з королівських родів, але мали суспільну вагу та залучали до своїх армій тих, хто прагнув здобути славу і багатства у поході [47, с. 199]. Очевидці походів описували величезну кількість кораблів які атакували їх міста. Дослідники з цього приводу зазначають, що ці цифри завжди є перебільшеними оскільки реальна кількість суден, якими переміщувалися вікінги обраховувалася в десятках, а не сотнях.",
      "Аналізуючи тексти давньоскандинавських саг, можна виокремити такі ментальні особливості скандинавів: войовничість та потреба у славі. Цей момент яскраво ілюструє «Сага про Стурлауга Працьовитого», коли одна з героїнь на пропозицію вийти заміж відповіла: «[...] Навіщо мені виходити заміж за того чоловіка, який лише займається господарством зі своєю матір’ю і нічого не робить для своєї слави [...]» [8, с. 123]. Найпростішим способом здобути славу було морське піратство та грабунок прибережних територій. Пригоди більшості героїв легендарних саг починаються саме з цього.",
      "Військові набіги згодом перетворилися на стиль життя. Прошарок морських грабіжників став найбільш мобільним у тогочасній Європі. Саме їх називали вікінгами. Тут марно шукати якісь етнічні чинники, оскільки це мало, в першу чергу, соціальне означення [29, p. 1-12]. Скандинавські джерела згадують фінських вікінгів, руських [43, 448-449], естонських, слов’янських та інших. В арабських трактатах згадується, що в експедиціях русів брали участь слов’яни. З цього приводу В. Петрухін зазначає, що слов’яни були постійними учасниками торгових експедицій та виступали посередниками між скандинавами та арабами, або візантійцями [21, с. 107].",
      "Скандинавська експансія на різних територіях і в різні періоди часу мала відмінний характер. Так, деякі дослідники пишуть про «Першу Епоху вікінгів» і «Другу Епоху вікінгів». Для першого періоду характерні сезонні набіги з метою грабунку. На другому етапі, датованому IX ст., відбувається колонізація окремих земель [47, p.195]. Яскравим прикладом виступає Англія, де данські вікінги126 прагнули захопити оброблені землі і заселити їх. Також нові простори завойовували і зі стратегічною метою. Тут на думку одразу спадає Йомсборг, легендарне місце, згадане у сазі про Йомсвікінгів. Дослідники не дійшли однозначного висновку про точну локалізацію, однак його варто шукати десь у верхів’ях річки Одер [31].",
      "Йомсборг був фортецею, своєрідною базою для нападів вікінгів на європейські міста. А. Сванідзе зазначає, що таке укріплене городище доцільно називати «вік» [25, с. 31-32]. Однак «віком» історики називають відкрите торговоремісниче поселення на кшталт Бірки чи Гніздова [4, с. 11-17]. Тут не було яскраво виражених ознак оборонного значення, однак збереглась велика кількість дружинних поховань, а також мілітарні артефакти, які свідчать, що в таких поселеннях мешкало багато воїнів [30, p. 169].",
      "Ще одним джерелом, яке проливає світло на військову історію Східноєвропейського регіону є рунічні камені. Зазвичай їх зводили в пам’ять про загиблих у далеких землях. Вони містять дуже коротку, однак цінну інформацію. Додаткової ваги їм дає те, що рунічні написи датуються століттям раніше, ніж перші ісландські саги [18]. Традиційною формулою, в якій ми знаходимо згадки Русі є «Austr í Görðum» – дослівно «На Сході в Гардах». Інгмар Янссон звернув увагу, що кількість цих каменів в Швеції свідчить про масову участь скандинавів у військових експедиціях на Схід. Слово «Fall», яке буквально означає загинув в бою, доводить, що ці експедиції були в переважній більшості військовими [33, p. 13].",
      "Один із найвидатніших дослідників середньовічної Скандинавії Пітер Соєр зазначає, що наше уявлення про скандинавів на Русі, в першу чергу як про торговців, зумовлене однотипністю джерел якими ми оперуємо. Він вважає, що таке ж важливе значення відігравали і вікінги-воїни, які захоплювали у полон рабів та грабували торговців, а також охороняли каравани і місцеву знать [39, p. 119].",
      "Археологічні матеріали показують, що експансія вікінгів на Сході була навіть більш масовою ніж на Заході. Але що тут цікавило скандинавів? На сході Європи не було монастирів та палаців, ці землі не були такими багатими як латинська Європа, однак не були вони і такими бідними як може здатися на перший погляд. Важливим аспектом Скандинавської експансії було встановлення торговельних шляхів та колонізація місцевих земель. Саме на території Русі перетнулися чи не найважливіші шляхи того часу! Вони сполучали Скандинавію із Арабським Сходом та Візантією, ці країни були багатими тому торгувати із ними було надзвичайно вигідно [34, p. 68-102; 35, p. 321-348].",
      "Для того щоб зрозуміти наскільки економічно доцільною була торгівля, варто проаналізувати монетний обіг у межах Східної Європи та Скандинавії. Томас Нунен підрахував, що через ці землі проходили мільйони дирхемів, з яких у Східінй Європі та Скандинавії знайдено близько ста п’ятдесяти тисяч екземплярів [36, p.238-239]. Найважливішим предметом торгівлі були раби. Вони приносили найбільше прибутку. Однак, при цьому, скандинави вимінювали у місцевого127 фінського та слов’янського населення хутра, мед і віск, продаючи їх на півдні [5, с. 22-24].",
      "Контроль прилеглих територій давав значні прибутки, тому населені пункти на торговельних шляхах неодноразово ставали предметом військових конфліктів ворожих скандинавських кланів [13, с. 118]. Першим поселенням на теренах майбутньої Русі, яке відігравало роль торгової факторії була Ладога, або як її називали скандинави Альдейгюборг. Вірогідно, Ладога контролювала Волзький торговий шлях, який вів до Близького Сходу. Невдовзі, як альтернатива, прокладається маршрут через Західну Двіну. Спочатку він також мав на меті торгівлю з арабами, однак згодом переорієнтувався на Візантійську імперію. Окрім того, скандинавські купці пересувалися і по Німану і по інших невеликих артеріях, на кшталт Прип’яті і Дністра.",
      "Не дивно, що саме вздовж цих річок виникали укріплені поселення, які перетворилися на перші міста Русі. Скандинавські саги згадують багато із них. Взагалі Русь вони називали Гардарікі, або країною міст [9, с. 51-53]. Етнічно ці поселення варто ототожнювати, в першу чергу, зі скандинавами. Для прикладу, в найбільш ранніх шарах Земляного городища у Ладозі було знайдено скандинавські культові артефакти - фігурку Одіна та гадальні жереби [5, с. 24-25]. Гніздово, яке було найбільшим центром на Двинсько-Дніпровському шляху було майже повністю скандинавським. Те саме можна говорити і про Шестовицю, а також про Рюрикове городище – попередника Новгорода.",
      "Владислав Дучко вважає, що першими, хто почав освоювати землі, які потім увійшли до складу Русі, були вихідці із Середньої Швеції – основною їх метою була торгівля, навколо якої почали організовуватись політичні центри для збору данини [30, p. 253-254]. Виникнення найбільш раннього поселення вікінгів на території майбутньої Русі він пов’язує із утворенням на Близькому Сході нової держави Аббассидів з центром у Багдаді. Згодом, сюди почали проникати воїни, які створили військову організацію, згадану в Бертинських анналах під назвою каганат Русів. Так починають виникати різні прото-міські центри, які мали своїх правителів і зберігали формальну незалежність ще досить довгий час [30, p. 41-44].",
      "Цікаво, що на зламі Х ст. ці торгово-ремісничі поселення змінюються абсолютно іншим типом міст. До прикладу Шестовиця змінюється Черніговом, Гніздово – Смоленськом, значну роль відіграє Київ та Новгород. Ці процеси Ф. Андрощук пов’язує зі зміною їх призначення. В цей час відбувається занепад Бірки – одного із найважливіших торгових центрів у Скандинавії, який був фінальною точкою у торгівлі зі Сходом [1, с. 139-140]. Нові міста за своєю структурою кардинально відрізнялися від своїх попередників, мали іншу інфраструктуру. Фактично вони вже не були спрямовані на торгівлю, а були схожими на класичні укріплені західноєвропейські бурги.",
      "Експансію вікінгів на Сході не можна розцінювати, як політичний крок скандинавських правителів з метою розширення власних територій. Справа в тому, що в самій Скандинавії на момент ІХ ст. не було централізованих держав [41 p. 87-128 88; 25 с. 442-444]. Тут існувала велика кількість дрібних королівств, якими керували місцеві правителі. Експедиції вікінгів очолювали харизматичні вожді, які мали власне військо. Їх називали морськими конунгами [5, с. 29] – вони не володіли жодними територіями, але мали у своєму підпорядкуванні значні сили і здебільшого займалися піратством та грабунком. Часто такими особами були молодші сини, які за правом успадкування не отримували нічого крім меча.",
      "Окремі скандинавські клани прагнули завоювань та здійснювали активні військові набіги з метою встановлення контролю над торговими шляхами. Деякі із цих війн донесли до нас скандинавські саги, які незважаючи на те, що були опубліковані значно пізніше описаних подій все ж містили раціональне зерно. Зазвичай їх записували на основі епічної поезії та легенд, які були тогочасною формою історичної пам’яті. Нерідко в сагах описували фантастичних істот та легендарних персонажів. Однак ці твори, все ж не можна оцінювати як художню літературу, відкидаючи їх значення для історичного дослідження [14, с. 53-56; 19, с. 122-137].",
      "Як і Скандинавія, Русь не була централізованою довгий час. Очевидно вона також складалася з багатьох політичних утворень. Окрім згаданого топоніму Гардарікі, давньоскандинавська писемність містить назви Ауствег, Скіфія, а також Руссія. Не виключено, що первісно ці назви могли мати відмінне значення і лише згодом стали синонімічними [14, с. 53-54].",
      "Звичайно основною метою скандинавів на Сході не були військові напади та завоювання. Найчастіше ті ж самі воїни, які займалися грабунком, налагоджували торговельні відносини та встановлювали дипломатичні зв’язки із далекими країнами Сходу.",
      "З’ясувавши причини експансії вікінгів у Східній Європі варто визначитися із хронологією цих подій. Найпершим був колонізований регіон Балтійського узбережжя, який знаходився поряд зі Скандинавією. Артефакти північного походження в сучасній Естонії та Латвії датують VII ст. Це знахідки, так званого вендельського періоду, який в Скандинавії передував Епосі вікінгів. Про військову колонізацію цих земель свідчать і скандинавські саги. До прикладу, Саксон Граматик зазначає, що легендарний данський король Фродо воював з куршами. Скандинавські саги згадують про те, що шведські королі володіли цими землями. З цього приводу Г. Глазиріна зазначає, що скандинавські королі ХІІІ ст., коли записувалися твори, впливали на творення сюжетів, намагаючись таким чином легітимізувати свої територіальні претензії на Прибалтику.",
      "Більш авторитетне джерело, праця гамбурзького архієпископа Рімберта також описує схожі процеси. У «Житії святого Ансгарія» зазначено, що балтійське плем’я курів (куршів) здавна підпорядковувалося шведам, однак згодом почало бунтувати і вже довгий час відмовляється підкорятися. Тому данський король вирішив скористатися моментом і захопити їх землі. Однак народ курів був жорстокий та войовничий. Кури відбили наступ, захопивши всі багатства загарбників. Дізнавшись про це шведи, підготували потужну експедицію, оскільки,129 за словами автора, прагнули показати, що вони можуть зробити те, що не вдається данцям.",
      "Однак, після довгої облоги вони не змогли взяти третє місто на своєму шляху. Тоді швежи звернулися до власних богів, які не змогли їм допомогти. Тут проглядається класичний сюжет західноєвропейської літератури про навернення до християнської віри, адже в цей час там мешкав німецький місіонер [24, с. 63-64]. Джерелознавче дослідження праці доводить, що події цієї війни варто датувати серединою ІХ ст. Згідно слів автора, залежність куршів від шведів існувала задовго до цих подій, що лише підтверджує факт колонізації Прибалтики VIII ст.",
      "Матеріали археології частково підтверджують ці здогадки. У країнах Балтії справді знайдено велику кількість артефактів, які ототожнюються із середньошведськими і готландськими, однак, попри це тут знайдено і данський слід [24 с. 123].",
      "Дещо пізніше, наприкінці VII ст. – на початку VIII ст. скандинавський компонент з’являється у Приладожжі, а вже в середині VIII ст. виникає укріплене поселення в Ладозі [5, с. 23]. Як вже було згадано, в ньому етнічно переважав скандинавський компонент.",
      "Скарби арабських монет прослідковуються на всій території Волзького шляху. Концентрація срібла зосереджена переважно в районі Балтики [35, p. 323]. Першим укріпленим пунктом такого типу була саме Ладога. Це можна побачити і на матеріалах топоніміки. Назва Альдейг’я зустрічається у найперших скандинавських джерелах, а її околиці стали першим етапом розвитку скандинавської просторової орієнтації [9, p. 105-107].",
      "Саги згадують Русь починаючи від легендарних часів. Саксон Граматик виводить традицію русько-скандинавських відносин ледь не з часів античності. Перша згадка про територію Русі пов’язується з легендарним правителем Фродо, діяльність якого, в уявленні автора можна віднести до V-VI ст. Саксон Граматик згадує, що данський конунг різними хитрощами захопив декілька міст Русі.",
      "Русь, в даному контексті (Саксона Граматика), іменується як «Rutenae gentis»,що є традиційним вживанням цього етноніму в латинській традиції. Подальші згадки Руської держави знаходимо також у цій латинізованій формі. Однак, в силу того, що автор використовував різні джерела ми маємо і інші схожі топоніми, які інколи дуже складно локалізувати.",
      "Поряд із цим автор також згадує руського короля Олімара. В тексті він іменується як «rege Orientalium», тобто король Сходу. Можливо, в даному випадку ми маємо справу із латинським перекладом давньоскандинавського терміну Austrvegr або Austriki. Цю особу автор згадує в контексті Великого переселення народів та готсько-гунської війни. В творі Олімар згадується як союзник гунів, він разом із ними зазнав поразки від короля Фродо, однак після цього перейшов на його бік. Після цього автор вже використовував поняття Ruthenorum, тобто «руські» [43, p. 319-324].",
      "По завершенню війни Олімар правив у Хольмгарді. Очевидно це той самий130 топонім який згадують скандинавські саги. Більшість дослідників ототожнює його із Новгородом, хоча до єдиного висновку дослідники ще не дійшли. Стосовно даного епізоду, то тут маємо справу із переказами, які сягають своїм корінням ще давньогерманського періоду. Норвезький дослідник Гакон Станг припустив, що автор запозичив сюжет у римських авторів, що описували германські племена. Руські аспекти, мовляв, були додані пізніше, або вже самим автором [42, p. 252- 255].",
      "Значне місце автор приділяє опису Битви при Бравелірі. Опис Бравелірської битви містить детальний перелік відомих осіб, які брали в ній участь. Серед них зустрічаємо людину з іменем Ragnaldus Ruthenus [43, p. 476]. Аналізуючи вживання в праці топонімів можна припустити, що його прізвисько було пов’язане із Руссю. Цей перелік осіб хроніст навряд чи міг вигадати, він взяв його із готового джерела. Однак тоді виникає питання чи могла існувати Русь в період, яким датується ця битва – 770-ми роками?",
      "Мілютенко зазначає, що згідно саги про Скйольдунгів Рандвер був сином Ауд та конунга Гардаріки Радбарда. Його зведеним братом був Гарольд Боєзуб, який народився від попереднього чоловіка Ауд Рюрика Метальника кілець [20, 30- 33]. Суперник Гарольда у Бравелірській битві Сігурд Кільце був сином Рандвера, тож не дивно, що він був одним із основних учасників цієї битви. Однак Саксон Граматик не наголошує на цих родинних відносинах. Тут варто ще зазначити, що Сйольдунг саги як такої не існує. Вона згадується в багатьох працях того часу однак її рукопис не дійшов до нас, тому дослідники прагнуть реконструювати текст цього твору на основі інших джерел, які копмілювали тексти різних саг. Найвідомішою є реконструкція данського дослідника ХІХ ст. Акселя Ольріка. Він, зібравши різноманітний матеріал, спробував відтворити первісний вигляд цієї саги [37, 83-164].",
      "Для російського історика, скоріше за все, основою став «Фрагмент історії про стародавніх королів». Це джерело дійшло до нас в єдиному рукописі і подає унікальні свідчення про існування Русі від кінця VII ст. З цього приводу Омелян Пріцак припустив, що в цьому випадку мова йшла про Фризію [22, с. 388-389]. Однак, його аргументація є досить слабкою. Ми не зустрічаємо в скандинавській писемності епізодів де б термін Гардаріки вживався не до східноєвропейських земель. Поняття Gardariki або Görðum виникають на найранішому етапі освоєння скандинавами цих теренів. Отже, теза О. Пріцака про те, що ці етноніми набули свого змісту із політичним розвитком Русі, мало виправдана.",
      "Сага про Гревйор подає абсолютну іншу версію походження Рандвера. Дочка легендарного конунга Івара Широкі обійми Альвхільд одружилася із данським королем Вальдаром, їх синами був Гарольд Боєзуб і Рандвер, який тимчасово правив в Данії. Він був одружений із дочкою норвезького конунга Гарольда Рудобородого Асою. У них народився син Сігурд Кільце [44, p.59-60]. Із цієї саги виходить, що Рандвер не міг брати участь в битві, оскільки загинув до того як його син перейняв престол.",
      "На основі даних із саги про Скйольдунгів Мілютенко розглядає «Ґардську версію» походження Рагнара, зазначаючи, що вона може дати нам лише інформацію про те, як формувалися скандинавські середньовічні генеалогії, так як відновити історичну дійсність на основі північних джерел є вкрай важко.",
      "Наскільки важливим було це поселення показують скандинавські саги. Як зазначав О. Пріцак, двадцять п’ять з тридцяти легендарних саг містять згадки про Східну Європу [22, с. 331]. Однак, більшість з цих свідчень мають загальний характер і не подають важливої інформації для реконструкції соціальнополітичної ситуації на руських землях. Попри те, варто виділити низку моментів, які відображають деякі особливості міжетнічних відносин на території Карелії, Приладожжя, а також Прибалтійських земель та верхнього Подніпров’я. Аналізуючи тексти саг, можна дійти висновку, що скандинави були добре обізнаними у східноєвропейській географії. Прикладом цього є використання великої кількості топоніміки у сагах, яку досить точно можна локалізувати [7, с. 229-235; 9. ].",
      "Легендарні саги, чи як їх ще називають «саги про давні часи» (Fornaldarsögur Norðurlanda, за К. Равном), містять найбільше згадок про територію Східної Європи з-поміж інших скандинавських джерел. Однак їх історичну цінність неодноразово піддавали сумнівам дослідники-скандинавісти. Одні вчені розглядали легендарні саги лише як джерело вивчення культурної спадщини, інші вважали, що вони придатні тільки для реконструкції середовища творення, а дехто і повністю заперечував їх історичну цінність, ототожнюючи з художньою літературою [8, с. 22-29; 10, с. 24-32].",
      "Характеристика особливостей саг даного циклу закладена вже у самій назві. «Саги про давні часи» описують події, що відбувались у «доісторичний», легендарний час епохи вікінгів. Територіально вони охоплюють найвіддаленіші регіони тодішньої Ойкумени. Систематично записувати ці твори почали у ХІІІ-ХIV ст., однак на основі давньої усної традиції, тому більшість легендарних саг є анонімними.",
      "Ладога стала стратегічним пунктом, який приносив неймовірні прибутки. Тому не дивно, що представники харизматичних кланів включилися у боротьбу за це містечко. Один із таких епізодів ілюструє «Сага про Хальвдана сина Ейстейна», записана на початку XIV ст. Як зазначає Г. Глазиріна, для створення даної саги автор залучав велику кількість джерел, на які посилався у самому тексті. Це єдина сага, події якої майже повністю розгортаються на території Східної Європи [8, с. 47-48].",
      "Згідно тексту саги, морський конунг Ейстейн разом зі своїм сином Хальвданом здійснили набіг на Альдейгюборг. Тамтешній конунг Хергейр не міг протиставити їм великих сил, однак хоробро бився і загинув на полі бою. Після його смерті жителі міста здалися на милість переможців. Ейстейн став королем цих земель, однак був підступно вбитий і його стіл зайняв Хальвдан. Далі в тексті знаходимо епізоди про його пригоди. Він вирішує помститися за смерть батька,132 знаходить своє кохання та знову відправляється на пошуки нових авантюр, відвойовуючи спадок матері.",
      "Це єдина сага, яка згадує про існування Альдейгюборгу як королівства. Автори не акцентують на тому, чому головний герой так легко залишив Ладогу. Л. Войтович вбачав у цьому епізоді боротьбу данських та шведських династій за утвердження в Ладозі. Він ототожнює героя Хальвдана з Хальвданом Старим (Halfdanrgamli). Цей представник данської династії Скьольдунгів чітко фіксується під 782 р., коли він очолював посольство данського конунга Сігіфріда до Карла Великого [23, с. 69]. Також дослідник погоджується з думкою інших вчених, які вважають літописного князя Рюрика молодшим сином Хальвдана Старого. Ім’я Хергейра є нетиповим для Скандинавії Епохи вікінгів. Л. Войтович зазначає, що це був збірний образ, який неодноразово згадують ті, чи інші саги – Хреггвід, саги про Хрольва Пішохода, Хертінг із саги про Тідріка Бернського [5, с. 52-53].",
      "Взагалі, ця сага містить багато невідповідностей, очевидно, на її конструювання вплинули інші скандинавські твори, навіть королівські саги. Генеалогію тут також варто сприймати як символічний елемент. Стик різноманітних традицій очевидний. Саги про норвезьких королів, епічні поеми і легенди, все це стало основою творення саги.",
      "Це не єдиний приклад, коли данські Скйольдунги прагнули завоювати східноєвропейські землі. З цього приводу цікаву інформацію подає данський літописець ХІІІ ст. Саксон Граматик. У своїй праці «Діяння данів» він зібрав різні джерела, які були невідомі ісландським авторам і витворив унікальну компіляцію, у якій показана історія Данії від античності до сучасних авторові днів. Ми вже неодноразово згадували його працю, однак, хотіли б ще наголосити на окремих епізодах, що стосуються пізнішого періоду – другої половини ІХ ст.",
      "Цікавим, в контексті походження Русі є епізод, пов’язаний із діяльністю сина легендарного ватажка Рагнара Хвітсерка. В творі зазначено, що легендарний ватажок разом зі своїм сином організував військову експедицію проти Геллеспонту, королем якого був Дій і, перемігши місцевого правителя, Рагнар призначає Хвітсерка конунгом цих земель [43, p. 372]. Локалізувати це місце видається надзвичайно складно: автор часто оперує суперечливими поняттями, які ускладнюють пошук.",
      "Сини Дія, Дій і Даско, які були одружені на дочках правителя Русі, з військом свого тестя виступили проти Рагнара, разом з ними в битві брали участь і скіфи, однак зазнали поразки [43, p. 372] З цього уривку можемо отримати інформацію, що Геллеспонт знаходився недалеко від Русі, підтримував із нею зв’язок, однак був окремим утворенням. Скіфія також відійшла під владу Хвітсерка.",
      "Після цього Даско підступно напав на Хвітсерка і вбив короля. Цікаво, що у цьому фрагменті Хвітсерк іменується Suetie principantem, тобто правителем Швеції. Це твердження можна пояснити даними з «Кола Земного» Сноррі Стурлусона, де він описував, що на північ від Чорного моря знаходиться Велика, або Холодна133 Швеція [26, 11], батьківщина легендарних Ванів. Важко сказати точне джерело цього міфу, однак не виключено, що автор опирався саме на легенди, які стали прототипом найвідомішої праці Сноррі [32, p. 80-81].",
      "Окремі сучасні дослідники схильні ототожнювати Хвітсерка із літописним князем Аскольдом, який, згідно Повісті минулих літ, саме в цей час прагнув встановити свою владу на території Русі. Л. Войтович зазначає, що ім’я Аскольд є спотвореним від імені Хвітсерк [5, 31-32]. Ми можемо припустити, що Саксон Граматик також володів опосередкованою інформацією про цей похід. Не виключено, що із тих же латинських хронік. Однак, він плутався у географії Східної Єворпи і не виключено, що сам не знав де конкретно знаходиться Геллеспонт. Можливо під завоюванням Геллеспонту він мав на увазі Константинополь, на який напав Аскольд (860 р.). Однак йому не вдалося захопити там владу, згодом і сам Саксон Граматик не називає його правителем Геллеспонту, а лише правителем Скіфії чи Великої Швеції, яку варто локалізувати десь на Дніпро-Двінському шляху, оскільки саме звідти здійснювався наступ. Цікаво, що коли хроніст описує подорож Рагнара, що прагнув помститися за смерть сина, то вже вживає термін Русь, а не Геллеспонт.",
      "Сина Рагнара Хвітсерка згадує також сага про Гревйор. У ній він іменується правителем Аустрікі [44, p. 60]. Тут цікавим видається дослідження джерел скандинавських творів. Згадана сага також була написана під впливом епосу. Дослідники зазначають що вона сконструйована на основі поеми «Битва готів з гунами». Залишається відкритим питання, чи не був із нею знайомий Саксон.",
      "На прикладі цих двох епізодів ми намагалися показати, що східноєвропейські землі були вагомим вектором скандинавської експансії. Через територіальну віддаленість норвезький фактор відіграв помітно меншу роль у становленні Руської держави. Боротьба точилася між шведами та данцями. Такий епізод чудово описав архієпископ Рімберт, коли згадував про данську та шведську активність у Прибалтиці.",
      "Скандинавські джерела зберегли помітно менше інформації про Швецію Епохи вікінгів. Однак виходячи з того, що є для нас доступним, ми можемо стверджувати, що саме шведам належить пальма першості у колонізації Руських земель [30, p. 34]. При цьому, данці швидко включилися у боротьбу зі шведами за першість, що добре ілюстровано вже згаданою працею «Житіє святого Ансгарія». Член правлячої династії Швеції Анунд втратив своє королівство і проживав у Данії. Там він зібрав команду воїнів, з якою вирушив відвойовувати Бірку. Однак, розграбувавши передмістя, ватажок відмовився захоплювати місто. Причиною цього автор житія вважає набожність місіонера Херігарія. Данці кинули жереб, який визначив, що їм варто пограбувати місто далеко за межами Скандинавії у землях слов’ян [15, с. 153].",
      "Анатолій Кірпічніков, аналізуючи матеріали археології, доходить висновку, що це цілком могло бути поселення в Ладозі, де у культурних шарах, датованих134 серединою ІХ ст., можна знайти сліди сильної пожежі. З цього моменту, на думку автора, починається данська колонізація північноруських земель [12, с. 47-49]."
    ],
    "usedBooks": [
      "Анатолій Кірпічніков, аналізуючи матеріали археології, доходить висновку, що це цілком могло бути поселення в Ладозі, де у культурних шарах, датованих134 серединою ІХ ст., можна знайти сліди сильної пожежі. З цього моменту, на думку автора, починається данська колонізація північноруських земель [12, с. 47-49].",
      "Aндрощук Ф. А. От Рагнара Лодброка до Видгаутра (о датских и шведских контактах куршей и сембов в раннем средневековье) / Фёдор Александрович Андрощук. // Ладога и Глеб Лебедев. Восьмые чтения памяти Анны Мачинской. – 2003. – С. 109–140.",
      "Андрощук Ф. А. Мечи и некоторые проблемы хронологии Эпохи викингов / Фёдор Александрович Андрощук. // Краеугольный камень. Археология, история, искусство, культура России и сопредельных стран. – 2009. – №1. – С. 71–93.",
      "Булкин В. А. «Гнездово и Бирка (к проблеме становления города) / В. А. Булкин, Г. С. Лебедев. // Культура средневековой Руси. – 1974. – С. 11–17.",
      "Войтович Л. В. Князь Рюрик (Славетні постаті Середньовіччя. – Вип. 4). / Л. Войтович. – Біла Церква: Вид. Пшонківський О. В., 2014. – 123 с.",
      "Войтович Л. В. Історія війн і військового мистецтва (бл. 3060 р. до Христа – початок XVI ст.) / Л. В. Войтович, Ю. В. Овсінський. – Харків: Фоліо, 2017. – 800 с.",
      "Глазырина Г. В. География Восточной Европы в сагах о древних временах / Галина Васильевна Глазырина. // Древнейшие государства на территории СССР. Материалы и исследования. – 1988. – С. 229–235",
      "Глазырина Г. В. Исландские викингские саги о Северной Руси / Галина Васильевна Глазырина. – Москва: Научно-издательский центр «Ладомир», 1996. – 240.",
      "Джаксон Т. Н. AUSTR I GÓRÐUM: Древнерусские топонимы в древнескандинавских источниках / Т. Джаксон. – Москва: Языки славянской культуры, 2001. – 208 с.",
      "Джаксон Т. Н. Исландские королевские саги о Восточной Европе. Тексты, перевод, комментарий. Издание второе, в одной книге, исправленное и дополненное. / Т. Джаксон. – Москва: Руссикий Фонд Содействия Образования и Науке, 2012. – 780 с.",
      "Законы Гулатинга в редакции короля Магнуса Исправителя Законов 1274 г. [Електронний ресурс] – Режим доступу до ресурсу: https://norse.ulver.com/src/other/landslov/chapter3.html.",
      "Кирпичников А. Н. Ладога и Ладожская земля VIII-XIII вв. / Анатолий Николаевич Кирпичников. // Историко-археологическое изучение Древней Руси: Итоги и основные проблемы. – 1988. – С. 39–79.",
      "Кіорсак В. Б. Соціальна структура та правове становище «русів» арабських джерел / Владислав Борисович Кіорсак. // Аннали юридичної історії. – 2017. – Т. 1. №2. – С. 117-124",
      "Кіорсак В. Б. Русь в уявленнях давніх скандинавів / Владислав Борисович Кіорсак. // Студентські історичні зошити. – 2017. – №9. – С. 51–57",
      "Кіорсак В. Б. Спроба реконструкції генеалогії шведських правителів VIII-X ст. / Владислав Борисович Кіорсак. // Записки Львівського медієвістичного клубу. – 2017. – №2. – С. 150–159",
      "Лебедев Г. С. Эпоха викингов в Северной Европе./ Глеб Сергеевич Лебедев. – Ленинград : Издательство Ленинградского университета, 1985. – 285 с.",
      "Мельникова Е. А. Древнескандинавские географические сочинения / Е. Мельникова. – Москва : Наука, 1986. – 232 с.",
      "Мельникова Е. А. Скандинавские рунические надписи: Новые находки и интерпретации: Тексты. Перевод. Комментарий / Е. Мельникова. – М. : Вост. Лит., 2001. – 276 с.",
      "Мельникова Е. А. Германский героический эпос в средневековой Скандинавии: актуализация традиции. / Елена Александровна Мельникова. // Самые забавные лживые саги. Сборник статей в честь Г. В. Глазыриной. – 2012. – С. 122–137.",
      "Милютенко Н. И. «Гардская» версия происхождения Рагнара Кожаные Штаны (Сага о Скёльдингах) / Н. И. Милютенко. // Ладога и эпоха викингов. Материалы к Четвертым чтениям памяти Анны Мачинской. – 1998. – С. 30–40.",
      "Петрухин В. Я. Начало этнокультурной истории Руси IX - XI векав. / Владимир Яковлевич Петрухин. – Москва: Гнозис, 1999. – 320 с.",
      "Пріцак О. Й. Походження Русі. Стародані скандинавські саги і Стара Скандинавія Т.2/ О. Пріцак. – К. : Обереги, 2003. – 1306 с.",
      "Рыдзевская Е. А. Древняя Русь и Скандинавия в IX-XIV вв. / Е. Рыдзевская. // Древнейшие государства на территории СССР. Материалы и исследования. – 1978. – 240 с.",
      "Римберт. Житие святого Ансгара / Пер. и комм. В. В. Рыбакова. — М.: Наука, 2007. — С. 123. — (Швеция и шведы в средневековых источниках)",
      "Сванидзе А. А. Викинги –люди саги: жизнь и нравы./ Аделаида Анатольевна Сванидзе. –Москва: Новое литературное обозрение, 2014. – 800 с.",
      "Снорри Стурлусон. Круг Земной. — Москва: Наука, 1980. – 690 с.",
      "Сойер, П. Эпоха викингов / Питер Сойер — Сакнт-Петербург.: Евразия, 2006. – 351 с.",
      "Androshchuk F. The Ljudota Sword? An Episode of Contacts Between Britain and Scandinavia in the Late Viking Age / Fedir Androshchuk. // Ruthenica. – 2003. – №2. – p. 15–25",
      "Downham C. Viking Ethnicities: A historiographic overview / Clare Downham. // History Compass. – 2012. – №1. – С. 1–12",
      "Duczko W. Viking Rus: Studies on the Presence of Scandinaviansin Eastern Europe. / Wladyslaw Duczko. – Leiden: Brill, 2004. – 305 p.",
      "Gabriel Turville-Petre, Sigurð Nordal. «Jómsvíkinga Saga The Saga of the Jomsvikings» [Електронний ресурс] // Thomas Nelson and sons, Ltd. – 1962. – Режим доступу до ресурсу: http://vsnrweb136 publications.org.uk/Saga%20of%20the%20Jomsvikings.pdf.",
      "Guðnason B. The Icelandic Sources of Saxo Grammaticus. / Bjarni Guðnason. // Saxo Grammaticus a Medieval Author Between Norse and Latin Culture. – 1981. – P. 79-93.",
      "Jansson I. Warfare, Trade or Colonisation? Some General Remarks on the Eastern Expansion of the Scandinavians in the Viking Period / Ingmar Jansson. // The rural Viking in Russia and Sweden: Conference 19—20 October 1996 in the manor of Karlslund, Örebro. – 1997. – P. 9 – 64",
      "Kovalev R. Were there Direct Contacts Between Volga Bulğāria and Sweden in the Second Half of the Tenth Century? The Numismatic Evidence / Roman Kovalev. // Archivum Eurasiae Medii Aevi. – 2013. – №20. – P. 68–102.",
      "Noonan T. Why the Vikings First Came to Russia / Thomas Noonan. // Jahrbücher für Geschichte Osteuropas. – 1986. – №34. – P. 321-348.",
      "Noonan T. Fluctuations in Islamic Trade with Eastern Europe during the Viking Age / Thomas Noonan. // Harvard Ukrainian Studies. – 1992. – С. 238–239.",
      "Olrik A. Skjoldungsaga i Arngrim Jonssons Utdog / Axel Olrik. // Aaboger for Nordisk Oldkyndighed of Historic. – 1894. – S. 83–164",
      "Pedersen A. Viking Weaponry / Anne Pedersen // Viking World / Anne Pedersen. – London and New York: Roultledge, 2011. – P. 204–211",
      "Sawyer P. Kings and Vikings Scandinavia and Europe AD 700–1100 / Peter Sawyer. – London and New York: Routledge, 2003. – 196 p.",
      "Sigurðsson G. The North Atlantic expansion / Gísli Sigurðsson // Viking World / Gísli Sigurðsson. – London and New York: Roultledge, 2011. – P. 562–570.",
      "Skovgaard-Petersen I. Saxo’s history of the Danes: An interpretation / Inge Skovgaard-Petersen. // Scandinavian Journal of History. – 1988. – №13. – P. 87– 93.",
      "Stang H. The naming of Russia / Hakon Stang. – Oslo: Universitetet i Oslo Slaviskbaltisk avdeling, 1996. – 323 p. – (Meddelelser).",
      "The first nine books of the Danish history of Saxo Grammaticus.Translated by Oliver Elton. London: Nutt, 1894. P.372",
      "The Saga of King Heidrek the Wise. Both in Old-Ice. and Engl. texts; translated by Christopher Tolkien. London: Thomas Nelson and sons, 1960. 100 p.",
      "Turville -Petrs G. Myth and Religion of the North. / Gabriel Turville -Petrs. – Westport: Greenwood press publishers, 1975. – 340 p.",
      "The first nine books of the Danish history of Saxo Grammaticus.Translated by Oliver Elton. London: Nutt, 1894. 435 p.",
      "Williams G. Raiding and Warfare / Gareth Williams // The Viking World / Gareth Williams. – London and New York: Roultledge, 2011. – P. 193-203"
    ],
    "aboutAuthor":"M.A. історії, голова Львівського медієвістичного клубу, засновник проекту Project 666",
    "aboutArticle":"Стаття була опублікована у збірнику Аннали Юридичної історії Том 1. Номер 1, 2017. С. 80-86",
    "tags": [
      "Генеалогія",
      "Династія Мунсе",
      "Вікінги",
      "Свередньовічна Швеція",
      "Русь",
      "Норманська теорія"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "До питання про фортифікаціх слов'янського Пліснеська",
    "author": "Несто-Миколай Рибчинський",
    "categories": [
      "Local history"
    ],
    "date": "30.12.2018",
    "article": [
      "В останній чверті першого тисячоліття на території українського Прикарпаття починають виникати великі за площею укріплені поселення – городища. Це пов’язано зі зміною соціально-економічних зав’язків та загрозами з боку кочових племен степу. Окремі з них досягають великих розмірів: Стільсько – 250 га; Солонсько – 18 га та ін.",
      "Серед усіх городищ особливої уваги заслуговує Пліснесько. Це поселення знаходиться на північному сході Львівської області, неподалік села Підгірці, Бродівського району. Загалом, пам’ятка вивчають понад 200 років, однак систематичні археологічні дослідження розпочались лише у 1990 р. За цей час вдалось провести розкопки усіх оборонних ліній Пліснеська (встановлено конструкцію та продатовано), досліджено язичницький культовий центр в урочищі Оленин Парк, а також окремими фрагментами вивчено забудову слов’янського та давньоруського городищ.",
      "Загалом на території Пліснеського городища знаходиться одна зовнішня та сім внутрішніх ліній оборони, участь у дослідженні яких ми брали у 2010–2016 рр. Кожна з них є окремим оборонним рубежем, з різними цілями захисту.",
      "Загалом на території Пліснеського городища знаходиться одна зовнішня та сім внутрішніх ліній оборони, участь у дослідженні яких ми брали у 2010–2016 рр. Кожна з них є окремим оборонним рубежем, з різними цілями захисту.",
      "Зовнішня лінія оборони знаходиться на північному краю городища. В час свого функціонування вона складалась з дерев’яно-земляної конструкції, рову та наземної прибудови до валу. Особливістю цієї лінії було те, що вона “заламувалась” кожні 12–14 метрів під кутом 145–155° [7, с. 15]. Повноцінні дослідження цієї ділянки городища проводились у 1990 році. Тоді було встановлено, що лінія складалась з дерев’яного частоколу, із зовнішнього боку підсиленого валом-відкосом [8, с. 12]. Варто зазначити, що за класифікацією Любомира Михайлини така конструкція відноситься до першого типу оборонних ліній [3, с. 61]. Окрім цього, така система зовнішньої22 лінії притаманна для всіх великих городищ українського Прикарпаття: Стільська; Галича; Ганачівки; Ревного-ІІ та ін. На описаних “зламах” під час досліджень вдалось виявити рештки наземної прибудови до валу [8, с. 15], що дозволяє припустити що вона призначалась для обстрілів з флангів.",
      "Важливим питанням залишається датування цієї лінії оборони. Верхня межа функціонування припадає на кінець Х ст. На це вказує курганний могильник, що перекриває вал. На основі отриманих даних (зразків кераміки отриманих in situ) можна припустити, що побудова припадає на початок Х ст. [8, с. 17].",
      "З огляду на характер оборонної конструкції та її розміщення (фактично оточує колом усе городище) можна припустити, що вона споруджувалась для того, щоб обмежити доступ до джерел, а також для тимчасового стримування ворога (для того, щоб оборонці наступних валів мали більше часу на підготовку до бою) і не була розрахована на довготривалий опір ворогу.",
      "Не менш цікавими є і внутрішні оборонні лінії. Лінія захисту № 7 (вал № 1) оточує ур. Оленин Парк, де з кін. VII ст. існувало язичницьке капище, а з Х ст. – язичницький культовий комплекс. Перші дослідження оборонних споруд тут провів Іван Старчук у 1949 р., а продовжив вивчення цього валу Михайло Филипчук у 1993 р.",
      "Нові дослідження оборонних ліній на цій ділянці городища проводились у 2010 р. Вдалось з’ясувати, що на слов’янському етапі існування городища тут знаходились дві різночасові оборонні конструкції. Спершу – доволі примітивний насип валу з прибудовою, а після перебудови – дворівнева система дерев’яно-земляних укріплень з кам’яними бійницями, кам’яна крепіда на гребені земляного насипу. З південного боку цієї ділянки знаходились доволі примітивні дерев’яно-земляні укріплення [12, с. 45].",
      "Отже, ця ділянка городища була досить добре укріпленою. Це пов’язано з тим, що тут знаходився культовий язичний центр, що був духовним та політичним центром городища та навколишніх територій.",
      "Лінія захисту № 6 (вали № 2 і № 3) вперше досліджувалась І. Старчуком у 1946 р. і, на його думку, вали мали лише один етап побудови [5, с. 80; 6, с. 33]. Однак, розкопки 2000 р. виявили два будівельні горизонти – слов’янський (Х ст.) та давньоруський. У слов’янський час вони складались з кам’яної стіни-крепіди та стін зрубної конструкції [7, с. 16]. Варто наголосити на тому, що у давньоруський час ці вали були суттєво перебудовані, того про слов’янський період існування можна говорити тільки на основі окремих збережених фрагментів, що дозволяють припусти, що її завданням була оборона найважливіших елементів городища (громадських споруд?), однак для остаточних висновків потрібно провести широкі дослідження цієї укріпленої ділянки.",
      "П’ята лінія захисту (вал № 4) існувала виключно протягом слов’янського періоду, однак мала два етапи побудови. Перший припадає на ІХ ст. (вал та наземна прибудова). Під час другого етапу відбувається значна зміна у конструкції валу. Зокрема відбувається нарощування валу, на вершині якого були спорудженні дерев’яні конструкції на зразок заборол [13, с. 33– 37].",
      "На основі отриманих даних можна встановити, що вал перестає функціонувати наприкінці Х ст. Зараз доволі важко визначити, які оборонні завдання мала виконувати ця лінія оборони, так як забудова городища за нею потребує детальніших досліджень.",
      "Лінія оборони № 4 (вал № 5) є найкраще вивченою фортифікацією Пліснеського городища (археологічні дослідження проводились з 2007 по 2009 рр. та у 2012 р. за участі автора). В середині ХХ ст. побутувала думка про те, що це є останньою оборонною лінією давньоруського часу, однак сучасні дослідження вказали на те, що ця лінія існувала тільки у слов’янський період. В цей час вал перебудовували двічі. Під час першого етапу він складався з валоподібного насипу ґрунту та наземної дерев’яної прибудови. Під час другого етапу (Х ст.) споруджено масивну двоярусну оборонну лінію та глибокий рів. В цей час лінія складалась з кам’яної стіни-крепіди, бойових24 камер, утворених у насипі валу, бійниць та сходинок облаштованих на валі платформі [9, с. 24–35; 10, с. 32–34; 11, с. 37–42; 14, с. 43–47].",
      "Третя лінія оборони (вал № 6) є найгірше збереженою (участь у розкопках приймав автор), однак вдалось зафіксувати два етапи побудови у слов’янський період. Вони представлені відносно примітивними дерев’яно-земляними укріпленнями [15, с. 18–20]. Доволі простий спосіб спорудження дозволяє припустити, що ця лінія (як і дві наступні) споруджувалась з допоміжною метою, щоб стримати ворога та підготувати основну лінію оборони для відбиття штурму.",
      "Лінії оборони № 2 та № 1 були дещо схожими. Вони складались з насипу валу та наземної прибудови. Під час розкопок вдалось встановити, що час їхньої побудови припадає на середину – друну половину Х ст. [1, с. 286; 4. с. 23–24; 16, с. 25–27]. Дуже близьке розміщення може вказувати на те, що при обороні ці дві лінії складали один оборонний комплекс, що мав однакові цілі під час облоги городища, однак для остаточних висновків необхідно проводити подальші археологічні дослідження.",
      "Таким чином, всі лінії оборони Пліснеського городища у слов’янський період складають єдину складну і добре продуману систему захисту. Кожна з них мала свої особливості конструкції та відігравала власну роль при обороні городища."
    ],
    "usedBooks": [
      "Змерзла, Софія, Нестор-Миколай Рибчинський, Михайло Филипчук, Андрій Филипчук, Оксана Якубовська. “Основні підсумки досліджень Пліснеського археологічного комплексу у 2016 р.” У Пліснеські старожитності: збірник наукових праць Адміністрації історико-культурного заповідника “Давній Пліснеськ” на пошану Михайла Андрійовича Филипчука. Львів: Растр-7, 2016. 286–288.",
      "Кучера, Михайло. “Древній Пліснеськ.”Археологічні пам’ятки УРСР 12 (1962): 3–56.",
      "Михайлина, Любомир. Населення Верхнього Попруття VІІІХ ст. Чернівці: Прут, 1997.",
      "Рибчинський, Нестор-Миколай, Ярослав Брик, Андрій Филипчук. “Дослідження лінії захисту № 1 Пліснеського городища у 2015 р.” У Науковий семінар: Пліснеський археологічний комплекс: стан та перспективи дослідження (Львів, 15.04.2016 р.): тези доповідей. Львів: Інститут народознавства НАН України, 2016. 23–24.",
      "Старчук, Іван. “Розкопки на городищі Пліснесько.” Археологічні памятки УРСР 1 (1949): 76–85.",
      "Старчук, Іван. “Розкопки на городищі Пліснесько в 1949 році.” Археологічні пам’ятки УРСР 5 (1955): 32–35.",
      "Филипчук, Андрій, Михайло Филипчук. “Оборонні лінії Пліснеського городища (на матеріалах розкопок 1990–2014 рр.).” У Науковий семінар: Пліснеський археологічний комплекс: стан та перспективи дослідження (Львів, 15.04.2016 р.): тези доповідей. Львів: Інститут народознавства НАН України, 2016. 15–19.",
      "Филипчук, Михайло. Звіт про археологічні дослідження бродівського загону Львівської госпдоговірної археологічної експедиції у 1990 р. на території колгоспу “ДружбаЄ в зоні меліоративних робіт (околиці Пліснеського городища). 1991. Відділ археології західного регіону УРСР Інституту суспільних наук АН УРСР.",
      "Филипчук, Михайло. Звіт про археологічні розкопки на території літописного Пліснеська у 2007 році. 2008. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про археологічні розкопки Пліснеського городища у 2008 році. 2009. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про археологічні розкопки Пліснеського городища у 2009 році. 2010. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про дослідження Пліснеського археологічного комплексу у 2010 році. 2011. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про дослідження Пліснеського археологічного комплексу у 2011 році. 2012. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про дослідження Пліснеського археологічного комплексу у 2012 році. 2013. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Михайло. Звіт про дослідження Пліснеського археологічного комплексу у 2012 році. 2013. Інститут археології Львівського національного університету імені Івана Франка.",
      "Филипчук, Андрій. Звіт про результати дослідження Північної частини Пліснеського археологічного комплексу у 2015 році. 2016. Інститут археології Львівського національного університету імені Івана Франка."
    ],
    "aboutAuthor":"M.A. історії",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 20-26",
    "tags": [
      "Археоелогія",
      "Фортифікація",
      "Слов'яни",
      "Пліснеськ",
      "Городища"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "Роберт Де Кларі та його «Завоювання Константинополя»: Візантія очима латинян під час IV Хрестового походу ",
    "author": "Ірина Вах",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "Дослідження відносин середньовічного християнського Заходу та Візантії дає можливість зрозуміти особливості29 розвитку, культурну і політичну ідентичність двох відмінних християнських цивілізацій. Аналіз світоглядного аспекту цих взаємовідносин та погляд на них як на явище “зіткнення світів” становить значний науковий інтерес. Кульмінаційною подією візантійсько-латинських взаємин став IV Хрестовий похід (1202–1204), одним з найважливіших джерел для вивчення якого є хроніка пікардійського лицаря Робера де Кларі “Про тих, хто завоював Константинополь”.",
      "Зосередимося на основних моментах хроніки, які окреслюють поставлене питання.",
      "По-перше, назва імперії та етнонім її жителів. Робер де Кларі іменує імперію “Грецією”, а щодо її мешканців застосовує етнонім “греки” [1, с. 16].",
      "По-друге, хроніці притаманний певний екскурс в історію Візантійської імперії. Зокрема, автор позитивно відгукується про імператора Мануїла І Комніна (1143–1180), який “дуже любив французів і мав до них велику довіру” [1, с. 17]. Малоосвічений де Кларі щодо цього аспекту звертався до сумнівних джерел інформації – легенд, повірјїв. Візантійський екскурс значною мірою був націлений на те, щоб виправдати вторгнення хрестоносців на землі ромеїв [1, с. 108].",
      "По-третє, показовим в тексті лицаря є зображення взяття Константинополя та описи самого міста. Він приковує погляд переважно до зовнішніх деталей побаченого в столиці, зауважує головним чином її блиск, сяйво, матеріальні цінності, – мармур і порфір колон, дорогоцінне каміння (яке прикрашало ікони), золото вівтаря у храмі св. Софії та безлічінших багатств. Поглядом грабіжника Робер оцінює кожну річ [2, с. 7].",
      "По-четверте, автор хроніки не бажав описувати поведінку хрестоносців у Константинополі, поводження з його жителями. Дослідники роблять висновок, що “варвари” нічого не розуміли в мистецтві, а вміли цінувати лише метал. Мармур, дерево, кістка, з яких були витворені архітектурні та скульптурні пам’ятки, піддавалися повному знищенню, а для того, щоб зручніше було визначити сукупний прибуток, хрестоносці перетворили в злитки масу розкрадених ними художніх виробів з металу [3, с. 55].",
      "Оскільки епоха, в якій жив Робер де Кларі, наскрізь просякнута екзальтованою релігійністю, в хроніці присутні описи подій та явищ, повјязаних з християнськими святинями. Зокрема, це зображення різноманітних християнських реліквій, найчастіше фальсифікатів: полотна, в яке був загорнутий Ісус Христос, шматків хреста та цвяхів, знаменитого спису, яким Христові проштрикнули бік. Він також описує пророчі письмена на статуях міста та храмові колони, на яких були записані всі ті завоювання, що трапилися або мали трапитися в Константинополі. В очах де Кларі це мов би “легалізує” дії хрестоносців, створює враження про те, що латинське завоювання столиці було неминучою і богоугодною справою.",
      "Візантійців хроніст описує як “зрадників і вбивць, яким невідома вірність, адже вони вбили свого законного сеньйора [мова йде про скинутого імператора Ісаака ІІ Ангела] і є гіршими від євреїв та ворогами Господа” [1, с. 98]. Нищівний тон оцінки, вочевидь, пояснюється прицілом на виправдання злочинних дій хрестоносців в Константинополі. Адже події 1204 р. були “завершенням” тих заздрощів та злоби, які накопичувались щодо візантійців у європейців протягом століть. Навіть для тих людей Заходу, що не споглядали чудес Візантії, вона була джерелом міфічних багатств, адже прямо звідти чи через її посередництво надходили найцінніші товари: розкішний шовк, золоті монети тощо. Штурм хрестоносцями Константинополя 13 квітня 1204 р., грабіж і жорстока різанина чоловіків, жінок і дітей став моментом, коли латиняни нарешті вгамували заздрість і ненависть до візантійців [4, с. 134]."
    ],
    "usedBooks": [
      "Де Клари, Робер. Завоевание Константинополя. Перевод, статья и комментарии Михаила Заборова. Москва: Наука, 1986.",
      "Заборов, Михаил. История крестовых походов в документах и материалах. Москва: Высшая школа, 1977.",
      "Заборов, Михаил. Крестоносцы на Востоке. Москва: Наука, 1980.",
      "Ле Гофф, Жак. Цивилизация средневекового Запада. Москва: Прогресс-Академия, 1992."
    ],
    "aboutAuthor":"Бакалар історії",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 28-30",
    "tags": [
      "Історія Візантії",
      "Історія Середніх віків",
      "IV хрестовий похід",
      "Хрестові походи",
      "Роберт Де Кларі",
      "Падіння Константинополя"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "Що об'єднує Юстиніана І та Беніто Муссоліні",
    "author": "Ірина Гіщинська",
    "categories": [
      "European history"
    ],
    "date": "30.12.2018",
    "article": [
      "На перший погляд може здатися, що візантійського імператора VІ ст. Юстиніана І та лідера фашистів міжвоєнного періоду ХХ ст. Беніто Муссоліні нічого не об’єднує. Чи справді це так? Спробуємо з’ясувати.",
      "Часто, вивчаючи історичні події, ми беремо до уваги суху історію, в якій звертаємось лише до певних фактів, дат, подій. Ми чомусь відкидаємо на другий план, або ж взагалі не звертаємо уваги, на дуже важливу, а деколи й визначальну річ – ідеї. Так, ідеологічна основа того чи іншого історичного періоду, вчинків тієї чи іншої постаті є дуже важливою. Саме опираючись на неї можемо говорити про причини та наслідки певних подій. Зрештою, даючи відповідь на питання, поставлене у назві статті, можемо впевнено сказати, що об’єднуючим фактором для вище зазначених осіб була ідея.",
      "Політичні амбіції візантійського василевса та італійського дуче були дуже великими. Порівнювати їх в повному масштабі безглуздо. Виокремимо одну ідею, яка мала місце в їхніх політичних планах. Це ідея відродження Римської імперії, насамперед, в територіальному плані. Так, Середземне море в обох випадках мало стати внутрішнім озером імперії. Чи була ця ідея втілена в життя? Відповімо на це питання згодом. Наразі звернемось лише до Юстиніана і окреслимо головні пункти його адміністративно-завойовницької політики.",
      "”Період, знаний як Пізня Античність чи прото-Візантія, досягнув своєї кульмінації в правлінні імператора Юстиніана (527–565)”, пише канадський історик Джеймс Аллан Еванс [1, p. 23]. Політична кар’єра Юстиніана розпочалася ще задовго до його одноосібного правління. Західні історики притримуються думки, що Юстиніан був співправителем при Юстині І (дядько Юстиніана) дев’ять років [2, p. 40]. В передчутті смерті, а також через наполягання сенату, 4 квітня 527 р., в пасхальну неділю, Юстиніан зі своєю дружиною Феодорою були посвячені та короновані як Август та Августа (імператор та імператриця) [3, p. 66]. Вже через декілька місяців, після смерті Юстина І, 1 серпня 527 р., Петро Савватій (справжнє ім’я Юстиніана), почав одноосібне правління.",
      "Шарль Діль подає дуже влучну характеристику діяльності імператора: “Цей вискочка, переповнений настільки високою думкою про свою імператорську гідність, що хотів би, щоб його царюванням була позначена і закріплена за його іменем ера повного відновлення всієї імперії” [4, c. 256]. Ця теза повністю себе виправдовує, про що свідчить вся його зовнішня та внутрішня політика. Як зазначає Тереза Волінська: “Цілі Юстиніана – відроження єдності Imperium Romanum в різних важливих аспектах: територіальному, політичному, правовому, релігійному, адміністративному, фінансовому” [5, s. 26]. Власне, як зазначалось вище, наголосимо лише на територіальному аспекті.",
      "Якими територіями володіла імперія в момент сходження на престол Юстиніана І? Після падіння Риму, до нової Східної Римської імперії відійшли дві великі області (префектури) – Схід та Іллірик. Кожна з цих префектур була поділена на діоцези. Географічно імперія займала всю територію всієї Малої Азії межуючи на сході з Персією та арабськими племенами, більшу частину Балканського півострова, північно-східну частину Африки, виходячи до берегів Червоного моря, а на півночі включала частину Кримського півострова з Херсонесом. Очолювали ці дві області два префекти-преторія, які мали величезні повноваження і стояли фактично першими після імператора в управлінні імперією.",
      "За свідченням Прокопія Кесарійського, Юстиніан хотів все змінити на свій манер, за що історик назвав його “найвеличнішим руйнівником” [6] колишніх порядків. Він вважав, що обов’язок імператора – бути реформатором, дякуючи таким чином Богу за дану йому імперію.",
      "Багато дослідників, пишучи про зовнішню політику Юстиніана Великого, вживають до її характеристики термін “реконкіста”, тобто – “відвоювання”. В розумінні імператора, він повинен був повернути римські землі під свою владу, що виправдовувала формула Юстиніана про одну імперію, одного імператора і одну віру. Власне, релігійний аспект був надзвичайно важливим, оскільки саме на нього опиралися ідеологічні засади імператорської влади. “Його великою ідеєю було виправлення помилок минулих століть і відбудова в ще більшій величі та славі імперії, Християнської імперії Константина” [2, p. 89], зазначає у своїй праці Роберт Бровнінг. За словами Джона Норвіча, Юстиніан “вірив, що Римська імперія буде єдиною і неподільною, політичним проявом Християнського Світу” [7, p. 205].",
      "В землях, які Юстиніан мав на меті відвоювати, вже декілька століть панували варварські королівства (остготи, вестготи, вандали). Населення цих королівств в більшості своїй було християнським – сповідували ортодоксальне християнство, на відміну, наприклад, від готів, які були аріанами. Очевидно, що,34 в очах цих людей, Юстиніан виступав їхнім захисником, що робило його популярним [3, p. 136]. Опираючись на це, можемо зробити висновки, що відвоювання Заходу мало також місіонерський характер.",
      "Після повстання “Ніка” в 532 р. та підписання миру з Персією, в імперії запанував відносний спокій, який подарував Юстиніану шанс втілити в життя задумане. Першою завойованою територією стала Північна Африка (королівство вандалів). Імператорське військо, очолюване Велісарієм, виступило в похід 533 р. Вже 15 вересня того ж року взято в облогу столицю – Карфаген, а в березні 534 р. вандальський король Гелімер здався. Остаточно цю територію було приєднано лише 548 р., оскільки чотирнадцять років точилися сутички з місцевими племенами маврів [8, c. 187].",
      "Наступна територія, без якої не могло б бути мови про відновлення колишньої імперії – Італія з Римом. Прокопій Кесарійський у своїй праці “Історія війн з готами” дуже детально розповідає про хід бойових дій. Наступ на землі остготів було здійснено з двох точок: на півночі (в Далмації на чолі з Мундом) та на півдні. Так, з 536 р., на дев’ятому році правління Юстиніана, Велізарій почав захоплення готських володінь з Сицилії, а першим містом, яке здалося, був Неаполь. 9 грудня 536 р. римське військо зайняло Рим. Готська кампанія з перервами тривала до 552 р., коли вже євнух Нарсес остаточно переміг остготського короля Тотілу, та приєднав Італію до імперії [9, s. 58].",
      "Ще одна територія, яку було приєднано – північно-західна частина Піренейського півострова, де в 554 р. Юстиніанове військо розгромило королівство вестготів. Також, було завойовано ряд островів в Середземному морі й поширено вплив на північно-західну частину Балкан.",
      "Пропонуємо розглянути, як управлялись ці території в адміністративному плані. Насамперед, зауважимо, що Юстиніан не впроваджував на Заході такі ж реформи, що й на Сході. Він хотів відновити там давні римські установи, з якими ці території вже були знайомі. Так, було збережено посаду префекта-преторія і поділ влади на військову та цивільну",
      "Територію Африки було поділено на сім провінцій, чотири з яких (Завітан, Карфаген, Бізацен, Тріполітан) управлялися очільниками з титулом консул аріїв, а три інші (Нумідія, Мавританія, Сардинія) – президами [10].",
      "В Італії під вищою владою префекта були два вікарії – для Риму і для Італії, провінції ж було довірено цивільним чиновникам. В імператорському указі від 537 р. (новела 75) йдеться про апеляції з Сицилії. Зокрема, сказано, що апеляції мають розглядатися квестором Священного палацу, і що “жодна така апеляція не подається до Стародавнього Риму чи до будь-якого судді цього імперського міста, але ви самі повинні слухати і вирішувати звернення, сидячи на місці імператора” [11, n. 75]. З цієї цитати можемо бачити характер імперської політики щодо завойованих територій. Насамперед, це жорстка централізація влади, яка у правлінні Юстиніана набуває свого чи не максимального звершення.",
      "Важливим є той факт, що зі всіх завойованих територій ретельно збиралися податки. Прямим доказом цього може послужити наступна цитата з праці Прокопія: “імператор мав уже під своєю владою всю Сицилію і міг накласти на неї податок” [12, c. 92]. Цікаво відмітити інформацію про одну посадову особу, яку запровадив Юстиніан у війську, і, зокрема, на території Італії. Мова йде про логофета, в обов’язки якого, головним чином, входив збір податків для державної казни. У “Війні з готами” Прокопій Кесарійський подає нам інформацію, про те, що робили ці логофети на території Італії: “право займати всі вищі посади, він (імператор) їх (римських сенаторів) позбавив, так званим логофетам дав над ними право тілесного покарання, вимагаючи у них звітів за все те управління, яке їм було надане при готах; зрештою, всіма правдами і не правдами їх змушували платити грекам державні податки під час війни, не менші, ніж у мирний час” [12, c. 318].",
      "Шарль Діль свого часу писав: “Лише одного разу Візантійська імперія намагалась відновити римську владу навколо всього Середземномор’я, і це майже вдалося. Це була велика авантюра Юстиніана” [13]. З одного боку, можна погодитись з такою оцінкою Юстиніана. Зважаючи на його36 характер, ця теза повністю себе виправдовує. Одночасно, василевс бачив перед собою виняткову місію у поверненні земель колишньої Римської імперії. Він горів цією ідеєю, спираючись ще й на ідеологічний аспект, який полягав у місіонерській ролі імператора-християнина. Авантюра полягала ще й у тому, що на початок VІ ст. ніхто навіть не міг уявити відновлення римського світу. Варварські племена вже досить міцно осіли на територіях, які колись були підвладні цезарю. Власне, потрібно було бути фанатично захопленим подібною ідеєю, щоб втілити її в життя. Все ж, хоч і на короткий час, але Юстиніанова ідея була реалізована.",
      "Чи втілив у життя свою мрію Беніто Муссоліні? Очевидно, ні. На той час такі амбіції були чи не фантастичними. У 1943 р. фашистська диктатура впала, а його самого в квітні 1945 р. було страчено."
    ],
    "usedBooks": [
      "Evans, James Allan. The Emperor Justinian and the Byzantine Empire. London, 2005.",
      "Browning, Robert. Justinian and Theodora. London,1971",
      "Barker, John W. Justinian and the Later Roman Empire. Madison, USA, 1966.",
      "Диль, Шарль. Юстиніан и Византийская цивилизация в VІ в. Санкт-Петербург, 1908.",
      "Wolinska, Teresa. Justynian Wielki. Krakуw, 2003.",
      "Прокопий Кесарийский. Война с персами. Война с вандалами. Тайная история. Пер. с греч. Отв. ред. Геннадий Литаврин. Москва, 1993.",
      "Norwich, John. Bizantium. The early centuries. London, 1991, vol. 1.",
      "Острогорський, Георг. Історія Візантії. Пер. з нім. Львів, 2002",
      "Zakrzewski, Kazimierz. Historia Bizancjum. Warszawa, 2007.",
      "Кулаковский, Юлиан. История Византии. Санкт-Петербург, 1996, т. 2.",
      "George W. Hopper law library. Justinian’s Novels. 02.11.2017.: http://www.uwyo.edu/lawlib/blume-justinian/ajc-edition-2/novels.",
      "Прокопий из Кесарии. Война с готами. Пер. с греч. Отв. ред. Евгений Косминский. Москва, 1950.",
      "Гийу, Андре. Византийская цивилизация. Екатеринбург, 2005."
    ],
    "aboutAuthor":"М.А. історії заступник голови Львівського медієвістичного клубу",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 31-37",
    "tags": [
      "Юстиніан І",
      "Беніто Муссоліні",
      "Історія Візантії",
      "Історія Середніх Віків",
      "Римська імперія",
      "Завоювання"
    ]
  },
  {
    "img": "normandy.jpg",
    "title": "Стільсько - столиця Великої Хорватії: вигадка чи історична реальність?",
    "author": "Христина Ісик",
    "categories": [
      "Local history"
    ],
    "date": "30.12.2018",
    "article": [
      "У другій половині І тис. н. е. на теренах Українського Прикарпаття проходять складні етнокультурні та державотворчі процеси, зумовлені завершенням міграцій слов’ян у V–VII ст. та певною стабілізацією у суспільстві, що в подальшому призвели до утворення нової ранньосередньовічної держави – Великої Хорватії. Більшість дослідників локалізують її у Верхньому та Середньому Подністров’ї, у межиріччях Дністра, Пруту та Серету [4, с. 71; 5, с. 152–155]. Про функціонування на цих землях розвиненого диференційованого суспільства, що було здатне до утворення державних організмів, свідчать насамперед археологічні пам’ятки: Пліснеське, Солонське та інші городища, площа яких значно перевищувала розміри тогочасним їм містам Київської Русі, а також Рудниківський (і не тільки) металургійний центр з високим рівнем технології виробництва заліза.",
      "Актуальним на сьогоднішній день залишається питання столиці Великої Хорватії. Одним із претендентів на цю роль є комплекс поселень та городище у с. Стільсько, що на54 Миколаївщині. У 1980-х роках на його території діяла Верхньодністрянська археологічна експедиція Інституту народознавства НАН України, керівник якої археолог Орест Корчинський вперше висунув думку про те, що пам’ятка, найвірогідніше, є столицею хорватської держави. Городище, загальна площа якого 250 га., займає величезний мисоподібний пагорб з утвореними природніми перешкодами. Структура Стільського археологічного комплексу представлена рештками земляних укріплень (вали, рови, ескарпи, штучні тераси), численними приміськими та сільськими поселеннями, некрополями, осередками язичницького культу (див. рис. 1).",
      "Укріплений дитинець, за формою неправильного прямокутника та площею 15 га, був розміщений у центральній частині давнього міста на найвищій висоті плоскогір’я – 100 м. над р. Колодницею. Вздовж периметра майдан дитинця оточений земляним валом, що зберігся на висоту 2,0-2,6 м, на поверхні якого була зведена оборонна стіна зрубної конструкції із періодичним розташуванням на ній оборонних веж. З усіх боків дитинець оточувало укріплене передмістя з потужною оборонною системою, від якої збереглися рештки двох паралельно розміщених валів [3, с. 270].",
      "У результаті розкопок на відкритих приміських та сільських поселеннях було зафіксовано чимало западин, близько тридцяти з них – будівлі заглибленого та наземного типу, що мали овальну і прямокутну форму та стіни каркасно-стовпової конструкції. Важливою складовою частиною житла була піч-кам’янка, що знаходилась у куті, переважно навпроти входу. Окремі западини були рештками господарських об’єктів, зокрема залізоплавильні горни, ями для підготовки деревного вугілля, пивниці, що разом із житлами становили єдиний господарський комплекс [3, с. 273–274]. Практично весь рухомий археологічний матеріал представлений глиняним посудом. Найбільш масовий тип – горщики – опуклобокі, з розширенням тулуба вище середини. Вінця мають косо зрізаний край, орнамент – штампиковий у вигляді косих насічок [7, с. 109].",
      "Сучасний дослідник городища О. Корчинський думку про те, що Стільсько було столицею Великої Хорватії аргументує55 самою назвою села, що складається з кореня “стол”, який означає престіл та суфікса “ск”, який вчені розглядають як такий, що властивий для назв населених пунктів міського типу. Крім того, такі назви окремих частин села як Залізна Брама, Княжа Криниця, Біла Дорога, Золоті Ворота, на думку дослідника, нерозривно пов’язані з діяльністю князівської влади Особливу увагу О. Корчинський приділяє легенді про появу села. Буцімто у давнину на плато, що над сучасним Стільськом існувало велике місто-столиця князівства чи держави з недоступними для ворожих сил укріпленнями. Вдавшись до хитрощів, ворог спалив місто, а ті жителі, які лишились живими, переселились у долину р. Колодниці, де й заснували нове поселення на згадку про давню столицю [3, с. 269–270].",
      "Гіпотеза, яку висунув О. Корчинський, не підтверджується жодними писемними джерелами. Так, у анонімному перськомовному трактаті (Перський Анонім) міститься згадка про столицю великоморавського князя Святоплука (певний час у володіннях якого були хорватські землі у Подністров’ї) “у місті Хурдаб над р. Рутою, яка бере свій початок в горах між печенігами, уграми і Руссю” [1, с. 54]. Проте ця річка ототожнюється дослідниками не з Дністром, біля лівої притоки якого розташоване Стільсько, а з Прутом, що витікає з Карпатських гір [2, с. 30].",
      "На переконання Михайла Филипчука, який був учасником Верхньодністрянської археологічної експедиції у 1987–1989 рр., Стільсько – короткотривале городище полісного типу. На це, як зазначає дослідник, вказують одночасові оборонні лінії (Х ст.), які функціонували досить короткий проміжок часу та за межами яких відсутній культурний шар [8, с. 101]. Окрім того, підосновою для становлення Стільського городища були три неукріплені селища (сучасні села Діброва, Ілів та власне Стільсько). Незважаючи на велику площу, міцну фортифікаційну систему, Стільський археологічний комплекс належить до ряду інших йому подібних тогочасних городищ (Теребовля, Пліснесько, Підгороддя, Ревно 1-Б, Солонсько, Ганачівка), що мають складну планувальну структуру і56 функціонують на завершальних етапах старожитностей Райковецької культури [7, с. 198]. А їх розвиток завершується із походом Володимира Великого на Прикарпатські землі у 993 р. [7, с. 135]. До цього часу Стільсько могло існувати тільки як добре укріплений для захисту насамперед від печенізьких нападів та зовнішнього одержавлення сусідами земель Українського Прикарпаття, але не повністю сформований (про що свідчать недобудовані вали) центр одного з т. зв. великохорватських князівств. Так, аналогічним до Стільського городища є літописний Галич. Як зазначає Богдан Томенчук, у середині Х ст. у його центрі виникає нове велике Крилоське городище полісного типу, де за системою багаторядних оборонних ліній виділилось п’ять основних укріплених майданчиків городища. На його підвищенні знаходилась вічева площа з Галичиною Могилою, де, імовірно, проводилась інтронізація князів-жерців великохорватського Галича. На схід від неї розташована велика житлово-господарська і реміснича поселенська структура поліса [6, с. 147]. Але через дуже короткий (близько 20 років) час існування Хорватського князівства Крилоське городище, як і Стільське, так і не було до кінця сформоване як головний полісний і релігійний центр [6, с. 217].",
      "Таким чином, городище Стільсько навряд чи може претендувати на роль столиці Білих Хорватів, адже докази (як археологічні, так і писемні) на підтвердження цієї гіпотези фактично відсутні."
    ],
    "usedBooks": [
      "Древняя Русь в свете зарубежных источников: хрестоматия. Москва, 2009, т. 3.",
      "Войтович, Леонтій. “Прикарпаття в другій половині І тисячоліття н. е.: найдавніші князівства.” Вісник Львівського університету. Серія історична 45 (2010): 13–54.",
      "Корчинський, Орест. “Ранньосередньовічне місто на Верхньому Дністрі.” Матеріали і дослідження з археології Прикарпаття і Волині 12 (2008): 267–282.",
      "Майоров, Александр. Великая Хорватия: этногенез и ранняя история славян Прикарпатского региона. Санкт-Петербург: Изд-во Санкт-Петербург. ун-та, 2006",
      "Овчинніков, Олександр. “Східні хорвати на карті Європи.” Археологічні студії 1 (2000): 151–156.",
      "Томенчук, Богдан. Галич і Мала Галицька земля ХІІ–ХІІІ ст. Історична топографія городищ. Івано-Франківськ: Симфонія форте, 2016.",
      "Филипчук, Михайло. Слов’янські поселення VIII–X ст. в Українському Прикарпатті. Львів: Астролябія, 2012.",
      "Филипчук, Михайло. “Слов’янські поселення Українського Прикарпаття у другій половині І тисячоліття нашої ери. Стільсько та його округа.” У Миколаївщина. Львів: Інститут українознавства ім. І. Крип’якевича НАН України, 1998, т. 1. 80–104."
    ],
    "aboutAuthor":"Бакалар історії",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 53-57",
    "tags": [
      "Історія Середніх віків",
      "Археологія",
      "Історія слов'ян",
      "городища",
      "Велика Хорватія"
    ]
  },
  {
    "img": "Zbruch_idol.jpg",
    "title": "Археологічні джерела до вивчення релігійних вірувань слов'ян (на матеріалах райковецької культури)",
    "author": "Марія Лаврів",
    "categories": [
      "Local history"
    ],
    "date": "30.12.2018",
    "article": [
      "Протягом VIII–X ст. (період поширення на території України пам’яток райковецької культури) місцеве населення продовжувало поклонятися богам і здійснювати язичницькі обряди. Зауважимо, що період VIII–X ст. – є етапом найбільшого розквіту язичницьких уявлень слов’ян перед прийняттям християнства. Про нього майже немає інформації у писемних джерелах, етнографічні ж – сягають недалекого минулого. Тому найповніше про язичницький світогляд слов’ян того часу свідчать археологічні джерела.",
      "Археологічними джерелами слов’янського язичництва VIII– X ст. є культові місця, які Ірина Русанова і Борис Тимощук поділяють на кілька типів: об’єкти природного походження, жертовні ями і святилища [5, с. 25].",
      "Щодо культових об’єктів природного походження, то в VIIIX століттях такими були камені біля городищ-святилищ Бабин, Богит, Бубнище, Звенигород [5, с. 28; 3, с. 226]. На думку Ореста Корчинського, сюди можна віднести споруди неподалік Стільського городища [1, с. 280]. Однак ця гіпотеза потребує детальнішого вивчення. З сакральною метою в той час використовували й печери. Зокрема, відомою пам’яткою такого типу є печерний скельний храм в с. Буша Ямпільського району Вінницької області [3, с. 224].",
      "Наступним типом пам’яток культового призначення є жертовні ями. Такі пам’ятки цього часу виявлені в Києві, Звенигороді, Ревному та Родені [2, с. 214], біля с. Біла на Пруті (Буковина) [7, с. 60]. Характерними їх особливостями є кругла форма, сліди вогню (у вигляді обпаленої землі чи залишків вугілля), рештки жертвопринесень, а також наявність вимостки з каміння [7, с. 72]. Щодо рухомих матеріалів, то основними знахідками з жертовних ям (що, як і самі ями, є джерелом язичницького культу), були уламки посуду, кістки людей і тварин, обпалене каміння, пряслице тощо [5, с. 38].",
      "Основним видом культових пам’яток є святилища. Ще у середині ХІХ ст., у своїй праці “Святилища й обряди язичницького богослужіння древніх слов’ян” Ізмаїл Срезневський пише, що “тією мірою як різні були боги, різними59 мають бути і самі святилища” [6, с. 19]. Однак, на основі археологічних даних встановити належність святилища конкретному божеству вкрай важко, так як часто самі ідоли є знищеними чи сильно поруйнованими.",
      "Дослідники слов’янських старожитностей І. Русанова та Б. Тимощук на основі власних досліджень виділили три типи святилищ. До першого типу святилищ належать круглі майданчики-капища з ідолом в центрі. Такі майданчики мали огорожу у вигляді рівця чи каменів, були невеликими за розміром [5, с. 46]. Прикладами пам’яток такого типу є ритуальний майданчик поблизу Городка на Хмельниччині, капище на Старокиївській горі, капище з шістьома ідолами в Києві, Ягнятинське і Шумське на Житомирщині, капище у Ревному. Культовими артефактами на цих пам’ятках є кістки тварин, уламки кераміки, прясла, ножі тощо[3, с. 207–217].",
      "Окрім цього, дослідники відносять до культових пам’яток ряд так-званих городищ-сховищ. Серед них: пам’ятки поблизу с. Момоти на Київщині, с. Бабка на Рівненщині, Головно на Волині [3, с. 214–218], а також 14 городищ на Буковині [8, с. 32]. І. Русанова та Б. Тимощук вважають, що це були населені пункти, які окрім свого справжнього призначення, могли мати ще й сакральне. Однак, вагомих аргументів на підтвердження функціонального призначення городищ-сховищ наразі не знайдено.",
      "Доволі схожими з городищами-сховищами є городищасвятилища. В останній третині першого тисячоліття такими городищами були Ржавинське, Рухотинське, Бабинське, Нагорянське та ін. [3, с. 216–223]. Ці святилища мають приблизно однакову конструкцію: кругла форма діаметром до 30 м, рів чи вал, що огороджували ці святилища, вимостки з каміння тощо [5, с. 186]. Знахідками, що могли б вказувати на культове призначення були рештки жертвопринесень, уламки кераміки тощо. Також на культовий характер городищ вказувала конструкція валів (концентричні кола валів без видимого в’їзду, невисокий насип валів, рештки невисокої стіни, що, очевидно, не була призначена для оборони).",
      "Окрім всіх вище перерахованих культових пам’яток, для східних слов’ян періоду поширення райковецької культури були характерні й великі культові центри. Вони складались з різних типів культових пам’яток [5, с. 37]. На території Західної України, що значно обумовлено дослідницьким чинником, відомі два великі язичницькі центри – Збруцький культовий центр в Медоборах і культове місце в урочищі “Оленин Парк” в Пліснеську Львівської обл.",
      "Збруцький культовий центр складався з трьох городищсвятилищ Ч Богита, Говди і Звенигорода. Усі вони за конструкцією були овальної форми, мали складну систему валів і ровів. Про культове призначення цих святилищ свідчать наступні рухомі й нерухомі старожитності, знайдені на них:",
      "1) капище, жертовник, три споруди-западини, два колодязі, 8 жертовних ям, залишки довгих наземних будинків, призначених для релігійних дійств, а також рештки жертвопринесень (Богит) [5, с. 180–182]. Деякі дослідники вважають, що саме на Богиті колись був розташований Збруцький ідол [5, с. 63];",
      "2) три капища, рештки довгих будинків, жертовні ями, хлібні печі, залишки жертвопринесень (Звенигород) [4, с. 78–89];",
      "3) жертовний колодязь і майданчик, наконечники стріл, кресало, рештки жертвопринесень (Говда) [5, с. 185].",
      "Інший культовий центр східних слов’ян того знаходився в ур. “Оленин парк” на городищі Пліснесько Бродівського району на Львівщині. Про культовий характер цієї пам’ятки свідчать “жертовні ями”, “жертовний пояс”, будинки-контини, язичницький храм та інші сакральні комплекси [9, с. 37]. Рухомими пам’ятками культового призначення є прикраси, елементи озброєння, ливарні формочки, що виступають супровідним інвентарним до поховань. Існування язичницьких дерев’яних храмів з ідолом в центрі припускають також І. Русанова та Б. Тимощук. Такі храми виявлені на території Західної України на святилищах в Рудниках, Звенигороді та Зеленій Липі [3, с. 218]. На думку дослідників, храми були дерев’яної конструкції, розташовувались на майданчику святилищ, крім того, біля них були камінні вимостки і ями, на яких горів вогонь [5, с. 53–54].",
      "Всі перераховані вище культові матеріали є цінним джерелом язичницького світогляду східних слов’ян."
    ],
    "usedBooks": [
      "Корчинський, Орест. “Ранньосередньовічне місто на Верхньому Дністрі.” Матеріали і дослідження з археології Прикарпаття і Волині 12 (2008): 267–288.",
      "Михайлина, Любомир. “Могильники і святилища райковецької культури як джерело вивчення первісних вірувань.” Археологічні студії. Київ; Чернівці: / Інститут археології НАН України, Чернівецька філія ДП НДЦ “ОАСУ” ІА НАН України, Буковинський центр археологічних досліджень при Чернівецькому національному університеті імені Юрія Федьковича, 2014. 212-235.",
      "Михайлина, Любомир. Слов’яни VIII–X ст. між Дніпром і Карпатами. Київ: Інститут археології НАН України, 2007.",
      "Русанова, Ирина и Борис Тимощук. “Второе Збручское (Крутиловское) святилище (по материалам розкопок 1985 г.).” Древности славян и Руси. Москва: Наука, 1988. 78–91.",
      "Русанова, Ирина и Борис Тимощук. Языческие святилища древних славян. Москва: Ладога-100, 2007.",
      "Срезневский, Измаил. Святилища и обряды языческаго богослуженыя древних славян. Харьков: Университетская типография, 1846.",
      "Тимощук, Борис. Восточные славяне в VII–X вв.: полюдье, язичество и начало государства. Львів: Вид-во Університету “Львівський Ставропігіон”, 2015.",
      "Тимощук, Борис. Восточнославянская община VI–X вв. Москва: Наука, 1990.",
      "Филипчук, Галина. “До питання про давньослов’янське культове місце Пліснеського городища.” У Пліснеські старожитності: збірник наукових праць Адміністрації історико-культурного заповідника “Давній Пліснеськ” на пошану Михайла Андрійовича Филипчука. Львів: Растр-7, 2016. 60–74."
    ],
    "aboutAuthor":"Бакалар історії",
    "aboutArticle":"Стаття була опублікована у збірнику Феномен Європи: від традиційного до сучасного. Збірник матеріалів студентсько-аспірантської наукової конференції (Львівський університет імені Івана Франка, 10–11 листопада 2017 р.), С. 53-57",
    "tags": [
      "Історія Середніх віків",
      "Археологія",
      "Історія слов'ян",
      "культові центри",
      "язичництво"
    ]
  }
]
